Repository: KDE/dolphin
Catalog: po/*/dolphin.po
Languages: ga

# @action:inmenu
source: Go to Previous Tab
ga: Téigh go dtí an Cluaisín Roimhe Seo

# @action:inmenu
source: Show Target
ga: Taispeáin Sprioc

# @action:inmenu
source: Open in New Tab
ga: Oscail i gCluaisín Nua

# @action:inmenu
source: Open in New Tabs
ga: Oscail i gCluaisíní Nua

# @action:inmenu
source: Open in New Window
ga: Oscail i bhFuinneog Nua

# @action:inmenu
source: Open in Split View
ga: Oscail i Radharc Scoilte

source: &Window Color Scheme
ga: &Scéim Dathanna Fuinneoige

# @action:inmenu Panels
source: Unlock Panels
ga: Díghlasáil Painéil

# @action:inmenu Panels
source: Lock Panels
ga: Cuir Painéil Faoi Ghlas

# @info:whatsthis
source: This switches between having panels <emphasis>locked</emphasis> or <emphasis>unlocked</emphasis>.<nl/>Unlocked panels can be dragged to the other side of the window and have a close button.<nl/>Locked panels are embedded more cleanly.
ga: Athraíonn sé seo idir painéil a bheith <emphasis>faoi ghlas</emphasis> nó <emphasis>díghlasáilte</emphasis>.<nl/>Is féidir painéil dhíghlasáilte a tharraingt go dtí an taobh eile den fhuinneog agus cnaipe dúnta a bheith orthu.<nl/>Tá painéil ghlasáilte leabaithe ar bhealach níos glaine.

# @title:window
source: Information
ga: Eolas

# @info:whatsthis
source: <para>To show or hide panels like this go to <interface>Menu|Panels</interface> or <interface>View|Panels</interface>.</para>
ga: <para>Chun painéil mar seo a thaispeáint nó a cheilt, téigh go <interface>Roghchlár|Painéil</interface> nó <interface>Amharc|Painéil</interface>.</para>

# @info:whatsthis
source: <para> This toggles the <emphasis>information</emphasis> panel at the right side of the window.</para><para>The panel provides in-depth information about the items your mouse is hovering over or about the selected items. Otherwise it informs you about the currently viewed folder.<nl/>For single items a preview of their contents is provided.</para>
ga: <para>Cuireann sé seo an painéal <emphasis>eolais</emphasis> ar thaobh na láimhe deise den fhuinneog ar siúl.</para><para>Soláthraíonn an painéal faisnéis dhomhain faoi na míreanna a bhfuil do luch ag luascadh os a gcionn nó faoi na míreanna roghnaithe. Seachas sin, cuireann sé ar an eolas thú faoin bhfillteán atá á fheiceáil faoi láthair.<nl/>I gcás míreanna aonair, cuirtear réamhamharc ar a n-ábhar ar fáil.</para>

# @info:whatsthis
source: <para>This panel provides in-depth information about the items your mouse is hovering over or about the selected items. Otherwise it informs you about the currently viewed folder.<nl/>For single items a preview of their contents is provided.</para><para>You can configure which and how details are given here by right-clicking.</para>
ga: <para>Soláthraíonn an painéal seo faisnéis dhomhain faoi na míreanna a bhfuil do luch ag luascadh os a gcionn nó faoi na míreanna roghnaithe. Seachas sin, cuireann sé ar an eolas thú faoin bhfillteán atá á fheiceáil faoi láthair.<nl/>I gcás míreanna aonair, cuirtear réamhamharc ar a n-ábhar ar fáil.</para><para>Is féidir leat a chumrú cé na sonraí a thugtar anseo agus conas a thugtar iad trí chliceáil ar dheis.</para>

# @title:window
source: Folders
ga: Fillteáin

# @info:whatsthis
source: This toggles the <emphasis>folders</emphasis> panel at the left side of the window.<nl/><nl/>It shows the folders of the <emphasis>file system</emphasis> in a <emphasis>tree view</emphasis>.
ga: Cuireann sé seo an painéal <emphasis>fillteán</emphasis> ar thaobh na láimhe clé den fhuinneog ar siúl.<nl/><nl/>Taispeánann sé fillteáin an <emphasis>chórais comhad</emphasis> i <emphasis>radharc crainn</emphasis>.

# @info:whatsthis
source: <para>This panel shows the folders of the <emphasis>file system</emphasis> in a <emphasis>tree view</emphasis>.</para><para>Click a folder to go there. Click the arrow to the left of a folder to see its subfolders. This allows quick switching between any folders.</para>
ga: <para>Taispeánann an painéal seo fillteáin an <emphasis>chórais comhad</emphasis> i <emphasis>radharc crainn</emphasis>.</para><para>Cliceáil ar fhillteán chun dul ann. Cliceáil an tsaighead ar chlé fillteáin chun a fhofhillteáin a fheiceáil. Ligeann sé seo aistriú tapa idir aon fhillteáin.</para>

# @title:window Shell terminal
source: Terminal
ga: Teirminéal

# @info:whatsthis
source: <para>This toggles the <emphasis>terminal</emphasis> panel at the bottom of the window.<nl/>The location in the terminal will always match the folder view so you can navigate using either.</para><para>The terminal panel is not needed for basic computer usage but can be useful for advanced tasks. To learn more about terminals use the help features in a standalone terminal application like Konsole.</para>
ga: <para>Cuireann sé seo an painéal <emphasis>críochfoirt</emphasis> ag bun na fuinneoige ar siúl.<nl/>Beidh an suíomh sa chríochfort i gcónaí ag teacht leis an radharc fillteáin ionas gur féidir leat nascleanúint a dhéanamh ag baint úsáide as ceachtar acu.</para><para>Níl an painéal críochfoirt ag teastáil le haghaidh úsáid bhunúsach ríomhaire ach is féidir go mbeadh sé úsáideach le haghaidh tascanna ardleibhéil. Chun tuilleadh a fhoghlaim faoi chríochfoirt, bain úsáid as na gnéithe cabhrach in fheidhmchlár críochfoirt neamhspleách cosúil le Konsole.</para>

# @info:whatsthis
source: <para>This is the <emphasis>terminal</emphasis> panel. It behaves like a normal terminal but will match the location of the folder view so you can navigate using either.</para><para>The terminal panel is not needed for basic computer usage but can be useful for advanced tasks. To learn more about terminals use the help features in a standalone terminal application like Konsole.</para>
ga: <para>Seo é an painéal <emphasis>críochfoirt</emphasis>. Feidhmíonn sé cosúil le críochfort gnáth ach comhoiriúnóidh sé le suíomh an radhairc fillteáin ionas gur féidir leat nascleanúint a dhéanamh ag baint úsáide as ceachtar acu.</para><para>Níl an painéal críochfoirt ag teastáil le haghaidh úsáide bunúsach ríomhaire ach is féidir leis a bheith úsáideach le haghaidh tascanna ardleibhéil. Chun tuilleadh a fhoghlaim faoi chríochfoirt bain úsáid as na gnéithe cabhrach i bhfeidhmchlár críochfoirt neamhspleách cosúil le Konsole.</para>

# @action:inmenu Tools
source: Focus Terminal Panel
ga: Painéal Teirminéil Fócas

# @info:tooltip
source: Move keyboard focus to and from the Terminal panel.
ga: Bog fócas an mhéarchláir chuig agus ón bpainéal Teirminéal.

# @title:window
source: Places
ga: Áiteanna

# @item:inmenu
source: Show Hidden Places
ga: Taispeáin Áiteanna Folaithe

# @info:whatsthis
source: This displays all places in the places panel that have been hidden. They will appear semi-transparent and allow you to uncheck their "Hide" property.
ga: Taispeánann sé seo na háiteanna uile sa phainéal áiteanna atá i bhfolach. Beidh siad leaththrédhearcach agus ligfidh sé duit a n-airíonna "Folaigh" a dhíthiceáil.

# @info:whatsthis
source: <para>This toggles the <emphasis>places</emphasis> panel at the left side of the window.</para><para>It allows you to go to locations you have bookmarked and to access disk or media attached to the computer or to the network. It also contains sections to find recently saved files or files of a certain type.</para>
ga: <para>Cuireann sé seo an painéal <emphasis>áiteanna</emphasis> ar thaobh na láimhe clé den fhuinneog ar siúl.</para><para>Ligeann sé duit dul chuig suíomhanna atá curtha i leabharmharcanna agat agus rochtain a fháil ar dhiosca nó ar mheáin atá ceangailte leis an ríomhaire nó leis an líonra. Tá rannóga ann freisin chun comhaid a sábháladh le déanaí nó comhaid de chineál áirithe a aimsiú.</para>

# @info:whatsthis
source: <para>This is the <emphasis>Places</emphasis> panel. It allows you to go to locations you have bookmarked and to access disk or media attached to the computer or to the network. It also contains sections to find recently saved files or files of a certain type.</para><para>Click on an entry to go there. Click with the right mouse button instead to open any entry in a new tab or new window.</para><para>New entries can be added by dragging folders onto this panel. Right-click any section or entry to hide it. Right-click an empty space on this panel and select <interface>Show Hidden Places</interface> to display it again.</para>
ga: <para>Seo é an painéal <emphasis>Áiteanna</emphasis>. Ligeann sé duit dul chuig suíomhanna atá curtha i do leabharmharc agus rochtain a fháil ar dhiosca nó ar mheáin atá ceangailte leis an ríomhaire nó leis an líonra. Tá rannóga ann freisin chun comhaid a sábháladh le déanaí nó comhaid de chineál áirithe a aimsiú.</para><para>Cliceáil ar iontráil chun dul ann. Cliceáil leis an luchóg dheas ina ionad sin chun aon iontráil a oscailt i gcluaisín nua nó i bhfuinneog nua.</para><para>Is féidir iontrálacha nua a chur leis trí fhillteáin a tharraingt isteach sa phainéal seo. Cliceáil ar dheis ar aon rannóg nó iontráil chun í a cheilt. Cliceáil ar dheis ar spás folamh ar an bpainéal seo agus roghnaigh <interface>Taispeáin Áiteanna Folaithe</interface> chun í a thaispeáint arís.</para>

# @action:inmenu View
source: Focus Places Panel
ga: Painéal Áiteanna Fócais

# @info:tooltip
source: Move keyboard focus to and from the Places panel.
ga: Bog fócas an mhéarchláir chuig an bpainéal Áiteanna agus uaidh.

# @action:inmenu View
source: Show Panels
ga: Taispeáin Painéil

# @info
source: Cannot rename: You do not have permission to rename items in this folder.
ga: Ní féidir athainmniú: Níl cead agat míreanna sa bhfillteán seo a athainmniú.

# @info
source: Cannot delete: You do not have permission to remove items from this folder.
ga: Ní féidir a scriosadh: Níl cead agat míreanna a bhaint as an bhfillteán seo.

# @info
source: Cannot cut: You do not have permission to move items from this folder.
ga: Ní féidir gearradh: Níl cead agat míreanna a bhogadh ón bhfillteán seo.

# @info
source: Cannot duplicate here: You do not have permission to create items in this folder.
ga: Ní féidir dúbláil a dhéanamh anseo: Níl cead agat míreanna a chruthú sa bhfillteán seo.

# @info
source: Cannot copy to other view: No files selected.
ga: Ní féidir cóipeáil chuig radharc eile: Níl aon chomhaid roghnaithe.

# @info
source: Cannot move to other view: No files selected.
ga: Ní féidir bogadh go radharc eile: Níl aon chomhaid roghnaithe.

# @info
source: Cannot copy to other view: The other view already contains these items.
ga: Ní féidir cóipeáil chuig radharc eile: Tá na míreanna seo sa radharc eile cheana féin.

# @info
source: Cannot move to other view: The other view already contains these items.
ga: Ní féidir bogadh go dtí radharc eile: Tá na míreanna seo sa radharc eile cheana féin.

# @info
source: Cannot copy to other view: You do not have permission to write into the destination folder.
ga: Ní féidir cóip a dhéanamh chuig radharc eile: Níl cead agat scríobh isteach sa fhillteán ceann scríbe.

# @info
source: Cannot move to other view: You do not have permission to write into the destination folder.
ga: Ní féidir bogadh go radharc eile: Níl cead agat scríobh isteach sa fhillteán ceann scríbe.

# @info
source: Cannot move to other view: You do not have permission to move items from this folder.
ga: Ní féidir bogadh go radharc eile: Níl cead agat míreanna a bhogadh ón bhfillteán seo.

# @info:whatsthis
source: <para>Go to the folder that contains the currently viewed one.</para><para>All files and folders are organized in a hierarchical <emphasis>file system</emphasis>. At the top of this hierarchy is a directory that contains all data connected to this computer—the <emphasis>root directory</emphasis>.</para>
ga: <para>Téigh go dtí an fillteán ina bhfuil an ceann atá á fheiceáil faoi láthair.</para><para>Tá na comhaid agus na fillteáin uile eagraithe i <emphasis>córas comhad</emphasis> ordlathach. Ag barr an ordlathais seo tá eolaire ina bhfuil na sonraí uile atá ceangailte leis an ríomhaire seo—an <emphasis>eolaire fréimhe</emphasis>.</para>

# @action:intoolbar Close left view
source: Close
ga: Dún

# @action:intoolbar Close right view
source: Close
ga: Dún

# @action:intoolbar Split view
source: Split
ga: Roinn

# @info
source: Split view
ga: Amharc scoilte

# @action:intoolbar Move view in focus to a new window
source: Pop out
ga: Preab amach

# @info:whatsthis
source: <para>This is the <emphasis>Menubar</emphasis>. It provides access to commands and configuration options. Left-click on any of the menus on this bar to see its contents.</para><para>The Menubar can be hidden by unchecking <interface>Settings|Show Menubar</interface>. Then most of its contents become available through a <interface>Menu</interface> button on the <emphasis>Toolbar</emphasis>.</para>
ga: <para>Seo é an <emphasis>Barra Roghchláir</emphasis>. Soláthraíonn sé rochtain ar orduithe agus roghanna cumraíochta. Cliceáil ar chlé ar aon cheann de na roghchláir ar an mbarra seo chun a bhfuil ann a fheiceáil.</para><para>Is féidir an Barra Roghchláir a cheilt trí <interface>Socruithe|Taispeáin an Barra Roghchláir</interface> a dhíthiceáil. Ansin bíonn an chuid is mó dá bhfuil ann ar fáil trí chnaipe <interface>Roghchlár</interface> ar an <emphasis>Barra Uirlisí</emphasis>.</para>

# @info:whatsthis
source: <para>This is the <emphasis>Toolbar</emphasis>. It allows quick access to frequently used actions.</para><para>It is highly customizable. All items you see in the <interface>Menu</interface> or in the <interface>Menubar</interface> can be placed on the Toolbar. Just right-click on it and select <interface>Configure Toolbars…</interface> or find this action within the <interface>menu</interface>.</para><para>The location of the bar and the style of its buttons can also be changed in the right-click menu. Right-click a button if you want to show or hide its text.</para>
ga: <para>Seo é an <emphasis>Barra Uirlisí</emphasis>. Tugann sé rochtain thapa ar ghníomhartha a úsáidtear go minic.</para><para>Is féidir é a shaincheapadh go mór. Is féidir gach rud a fheiceann tú sa <interface>Roghchlár</interface> nó sa <interface>BarraRoghchláir</interface> a chur ar an mBarra Uirlisí. Cliceáil ar dheis air agus roghnaigh <interface>Cumraigh Barraí Uirlisí…</interface> nó faigh an gníomh seo laistigh den <interface>roghchlár</interface>.</para><para>Is féidir suíomh an bharra agus stíl a chnaipí a athrú sa roghchlár cliceáil ar dheis freisin. Cliceáil ar dheis ar chnaipe más mian leat a théacs a thaispeáint nó a cheilt.</para>

# @info:whatsthis main view
source: <para>Here you can see the <emphasis>folders</emphasis> and <emphasis>files</emphasis> that are at the location described in the <interface>Location Bar</interface> above. This area is the central part of this application where you navigate to the files you want to use.</para><para>For an elaborate and general introduction to this application <link url='https://userbase.kde.org/Dolphin/File_Management#Introduction_to_Dolphin'>click here</link>. This will open an introductory article from the <emphasis>KDE UserBase Wiki</emphasis>.</para><para>For brief explanations of all the features of this <emphasis>view</emphasis> <link url='help:/dolphin/dolphin-view.html'>click here</link> instead. This will open a page from the <emphasis>Handbook</emphasis> that covers the basics.</para>
ga: <para>Anseo is féidir leat na <emphasis>fillteáin</emphasis> agus na <emphasis>comhaid</emphasis> atá san áit a bhfuil cur síos uirthi sa <interface>Barra Suímh</interface> thuas a fheiceáil. Is í an chuid lárnach den fheidhmchlár seo an áit a dtéann tú chuig na comhaid is mian leat a úsáid.</para><para>Chun réamhrá mionsonraithe agus ginearálta a fháil ar an bhfeidhmchlár seo <link url='https://userbase.kde.org/Dolphin/File_Management#Introduction_to_Dolphin'>cliceáil anseo</link>. Osclóidh sé seo alt réamhráiteach ón <emphasis>Vicí Úsáideora KDE</emphasis>.</para><para>Chun mínithe gearra a fháil ar gach gné den <emphasis>radhairc</emphasis> seo, <link url='help:/dolphin/dolphin-view.html'>cliceáil anseo</link> ina ionad. Osclóidh sé seo leathanach ón <emphasis>Lámhleabhar</emphasis> a chlúdaíonn na bunghnéithe.</para>

# @info:whatsthis
source: <para>This opens a window that lists the <emphasis>keyboard shortcuts</emphasis>.<nl/>There you can set up key combinations to trigger an action when they are pressed simultaneously. All commands in this application can be triggered this way.</para>
ga: <para>Osclaíonn sé seo fuinneog ina liostaítear na <emphasis>aicearraí méarchláir</emphasis>.<nl/>Ansin is féidir leat teaglaim eochracha a shocrú chun gníomh a spreagadh nuair a bhrúnn tú iad ag an am céanna. Is féidir gach ordú san fheidhmchlár seo a spreagadh ar an mbealach seo.</para>

# @info:whatsthis
source: <para>This opens a window in which you can change which buttons appear on the <emphasis>Toolbar</emphasis>.</para><para>All items you see in the <interface>Menu</interface> can also be placed on the Toolbar.</para>
ga: <para>Osclaíonn sé seo fuinneog inar féidir leat na cnaipí a thaispeántar ar an <emphasis>Barra Uirlisí</emphasis> a athrú.</para><para>Is féidir gach mír a fheiceann tú sa <interface>Roghchlár</interface> a chur ar an mBarra Uirlisí freisin.</para>

# @info:whatsthis
source: This opens a window where you can change a multitude of settings for this application. For an explanation of the various settings go to the chapter <emphasis>Configuring Dolphin</emphasis> in <interface>Help|Dolphin Handbook</interface>.
ga: Osclaíonn sé seo fuinneog inar féidir leat réimse leathan socruithe a athrú don fheidhmchlár seo. Chun míniú a fháil ar na socruithe éagsúla, téigh chuig an gcaibidil <emphasis>Cumrú Dolphin</emphasis> i <interface>Cabhair|Lámhleabhar Dolphin</interface>.

# @info:whatsthis handbook
source: <para>This opens the Handbook for this application. It provides explanations for every part of <emphasis>Dolphin</emphasis>.</para><para>If you want more elaborate introductions to the different features of <emphasis>Dolphin</emphasis> <link url='https://userbase.kde.org/Dolphin/File_Management'>click here</link>. It will open the dedicated page in the KDE UserBase Wiki.</para>
ga: <para>Osclaíonn sé seo an Lámhleabhar don fheidhmchlár seo. Tugann sé mínithe ar gach cuid de <emphasis>Dolphin</emphasis>.</para><para>Más mian leat réamhrá níos mionsonraithe ar na gnéithe éagsúla de <emphasis>Dolphin</emphasis> <link url='https://userbase.kde.org/Dolphin/File_Management'>cliceáil anseo</link>. Osclóidh sé an leathanach tiomnaithe i Vicí Úsáideora KDE.</para>

# @info:whatsthis whatsthis button
source: <para>This is the button that invokes the help feature you are using right now! Click it, then click any component of this application to ask "What's this?" about it. The mouse cursor will change appearance if no help is available for a spot.</para><para>There are two other ways to get help: The <link url='help:/dolphin/index.html'>Dolphin Handbook</link> and the <link url='https://userbase.kde.org/Dolphin/File_Management'>KDE UserBase Wiki</link>.</para><para>The "What's this?" help is missing in most other windows so don't get too used to this.</para>
ga: <para>Seo an cnaipe a ghlaonn an ghné chabhrach atá in úsáid agat faoi láthair! Cliceáil air, ansin cliceáil ar aon chomhpháirt den fheidhmchlár seo chun "Cad é seo?" a fhiafraí faoi. Athróidh cuma chúrsóir na luiche mura bhfuil aon chabhair ar fáil do spota.</para><para>Tá dhá bhealach eile ann chun cabhair a fháil: An <link url='help:/dolphin/index.html'>Lámhleabhar Dolphin</link> agus an <link url='https://userbase.kde.org/Dolphin/File_Management'>Vicí Úsáideora KDE</link>.</para><para>Tá an chabhair "Cad é seo?" ar iarraidh i bhformhór na bhfuinneog eile mar sin ná bíodh ró-chleachtadh agat leis seo.</para>

# @info:whatsthis
source: <para>This opens a window that will guide you through reporting errors or flaws in this application or in other KDE software.</para><para>High-quality bug reports are much appreciated. To learn how to make your bug report as effective as possible <link url='https://community.kde.org/Get_Involved/Bug_Reporting'>click here</link>.</para>
ga: <para>Osclaíonn sé seo fuinneog a threoróidh tú trí thuairisciú earráidí nó lochtanna san fheidhmchlár seo nó i mbogearraí KDE eile.</para><para>Táimid an-bhuíoch as tuairiscí fabht ardchaighdeáin. Chun foghlaim conas do thuairisc fabht a dhéanamh chomh héifeachtach agus is féidir <link url='https://community.kde.org/Get_Involved/Bug_Reporting'>cliceáil anseo</link>.</para>

# @info:whatsthis
source: <para>This opens a <emphasis>web page</emphasis> where you can donate to support the continued work on this application and many other projects by the <emphasis>KDE</emphasis> community.</para><para>Donating is the easiest and fastest way to efficiently support KDE and its projects. KDE projects are available for free therefore your donation is needed to cover things that require money like servers, contributor meetings, etc.</para><para><emphasis>KDE e.V.</emphasis> is the non-profit organization behind the KDE community.</para>
ga: <para>Osclaíonn sé seo <emphasis>leathanach gréasáin</emphasis> inar féidir leat síntiús a thabhairt chun tacú leis an obair leanúnach ar an bhfeidhmchlár seo agus ar go leor tionscadal eile ag pobal <emphasis>KDE</emphasis>.</para><para>Is é síntiús an bealach is éasca agus is tapúla chun tacú go héifeachtúil le KDE agus a thionscadail. Tá tionscadail KDE ar fáil saor in aisce, mar sin tá do shíntiús ag teastáil chun rudaí a bhfuil airgead ag teastáil uathu a chlúdach, mar shampla freastalaithe, cruinnithe rannpháirtí, srl.</para><para><emphasis>Is í KDE e.V.</emphasis> an eagraíocht neamhbhrabúis atá taobh thiar de phobal KDE.</para>

# @info:whatsthis
source: With this you can change the language this application uses.<nl/>You can even set secondary languages which will be used if texts are not available in your preferred language.
ga: Leis seo is féidir leat an teanga a úsáideann an feidhmchlár seo a athrú.<nl/>Is féidir leat fiú teangacha tánaisteacha a shocrú a úsáidfear mura bhfuil téacsanna ar fáil i do theanga is fearr leat.

# @info:whatsthis
source: This opens a window that informs you about the version, license, used libraries and maintainers of this application.
ga: Osclaíonn sé seo fuinneog a chuireann ar an eolas thú faoin leagan, faoin gceadúnas, faoi na leabharlanna a úsáidtear agus faoi chothaitheoirí an fheidhmchláir seo.

# @info:whatsthis
source: This opens a window with information about <emphasis>KDE</emphasis>. The KDE community are the people behind this free software.<nl/>If you like using this application but don't know about KDE or want to see a cute dragon have a look!
ga: Osclaíonn sé seo fuinneog le faisnéis faoi <emphasis>KDE</emphasis>. Is iad pobal KDE na daoine atá taobh thiar den bhogearra saor in aisce seo.<nl/>Más maith leat an feidhmchlár seo a úsáid ach mura bhfuil a fhios agat faoi KDE nó más mian leat dragan gleoite a fheiceáil, féach air!

# @action:inmenu Tools
source: Defocus Terminal Panel
ga: Painéal Críochfocus Dífhócais

# @action:inmenu View
source: Defocus Terminal Panel
ga: Painéal Críochfocus Dífhócais

# @action:inmenu View
source: Defocus Places Panel
ga: Painéal Áiteanna Dífhócais

source: Enter server URL (e.g. smb://[ip address])
ga: Cuir isteach URL an fhreastalaí (m.sh. smb://[seoladh IP])

# @action:button
source: Empty Trash
ga: Folmhaigh an Bruscar

source: Empties Trash to create free space
ga: Folmhaíonn an Bruscar chun spás saor a chruthú

# @action:button
source: Add Network Folder
ga: Cuir Fillteán Líonra leis

# @action:inmenu
source: Location Bar
ga: Barra Suímh

# @info:shell about system packages
source: Could not find package %1.
ga: Níorbh fhéidir pacáiste %1 a aimsiú.
