Repository: KDE/dolphin
Catalog: po/*/dolphin.po
Languages: ga

# @label above 'Install KFind'/'Open KFind' button
source: For more advanced searches:
ga: Le haghaidh cuardaigh níos forbartha:

# @info:tooltip
source: <para>Searching in <filename>%1</filename> using <application>%2</application> is currently not possible because <application>%2</application> is configured to never create a search index of that location.</para>
ga: <para>Ní féidir cuardach a dhéanamh i <filename>%1</filename> ag baint úsáide as <application>%2</application> faoi láthair mar go bhfuil <application>%2</application> cumraithe chun innéacs cuardaigh den suíomh sin a chruthú choíche.</para>

# @info:tooltip
source: <para>Searching through file contents using <application>%1</application> is currently not possible because <application>%1</application> is configured to never create a search index for file contents.</para>
ga: <para>Ní féidir cuardach a dhéanamh trí ábhar comhaid ag baint úsáide as <application>%1</application> faoi láthair mar go bhfuil <application>%1</application> cumraithe chun innéacs cuardaigh a chruthú le haghaidh ábhar comhaid choíche.</para>

# @info about a search tool
source: <para><application>%1</application> uses a database for searching. The database is created by indexing your files in the background based on how <application>%1</application> is configured.<list><item><application>%1</application> provides results extremely quickly.</item><item>Allows searching for file types, dates, tags, etc.</item><item>Only searches in indexed folders. Configure which folders should be indexed in <application>System Settings</application>.</item><item>When the searched locations contain links to other files or folders, those will not be searched or show up in search results.</item><item>Hidden files and folders and their contents might also not be searched depending on how <application>%1</application> is configured.</item></list></para>
ga: Úsáideann <para><application>%1</application> bunachar sonraí le haghaidh cuardaigh. Cruthaítear an bunachar sonraí trí do chuid comhad a innéacsú sa chúlra bunaithe ar an gcaoi a bhfuil <application>%1</application> cumraithe. Soláthraíonn <list><item><application>%1</application> torthaí go han-tapa.</item><item>Ceadaíonn sé seo cuardach a dhéanamh ar chineálacha comhad, dátaí, clibeanna, srl.</item><item>Ní dhéanann sé ach cuardach i bhfillteáin innéacsaithe. Cumraigh cé na fillteáin ba chóir a innéacsú i <application>Socruithe Córais</application>.</item><item>Nuair a bhíonn naisc chuig comhaid nó fillteáin eile sna suíomhanna cuardaigh, ní dhéanfar cuardach orthu sin ná ní thaispeánfar iad i dtorthaí cuardaigh.</item><item>B’fhéidir nach ndéanfar cuardach ar chomhaid agus fillteáin fholaithe agus a n-ábhar ach an oiread ag brath ar an gcaoi a bhfuil <application>%1</application> cumraithe.</item></list></para>

# @option:radio Search in:
source: File names and contents
ga: Ainmneacha agus ábhar comhad

# @option:radio Search in:
source: File contents
ga: Ábhar an chomhaid

# @action:button 1 is KFind app name
source: Open %1
ga: Oscail %1

# @action:button
source: Install KFind…
ga: Suiteáil KFind…

# @info
source: <application>KFind</application> installed successfully.
ga: Suiteáladh <application>KFind</application> go rathúil.

# @info:status
source: Installing KFind
ga: Ag suiteáil KFind

# @item:inlistbox
source: Any Date
ga: Aon Dáta

# @item:inlistbox
source: Any Type
ga: Aon Chineál

# @item:inlistbox
source: Any Rating
ga: Aon Rátáil

# @item:inlistbox
source: 1 or more
ga: 1 nó níos mó

# @item:inlistbox
source: 2 or more
ga: 2 nó níos mó

# @item:inlistbox
source: 3 or more
ga: 3 nó níos mó

# @item:inlistbox
source: 4 or more
ga: 4 nó níos mó

# @action:button Required tags for search results: None
source: None
ga: Dada

# @info explaining the next step in a process
source: Select the files and folders that should be copied.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a chóipeáil.

# @action:button
source: Cancel Copying
ga: Cealaigh Cóipeáil

# @info explaining the next step in a process
source: Select one file or folder whose location should be copied.
ga: Roghnaigh comhad nó fillteán amháin ar cheart a shuíomh a chóipeáil.

# @info explaining the next step in a process
source: Select the files and folders that should be copied over.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a chóipeáil.

# @info explaining the next step in a process
source: Select the files and folders that should be cut.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a ghearradh.

# @action:button
source: Cancel Cutting
ga: Cealaigh Gearradh

# @info explaining the next step in a process
source: Select the files and folders that should be permanently deleted.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a scriosadh go buan.

# @action:button
source: Cancel
ga: Cealaigh

# @info explaining the next step in a process
source: Select the files and folders that should be duplicated here.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a dhúbailt anseo.

# @action:button
source: Cancel Duplicating
ga: Cealaigh Dúbláil

# @action keep short
source: More
ga: Tuilleadh

# @info explaining the next step in a process
source: Select the files and folders that should be moved over.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a bhogadh.

# @action:button
source: Cancel Moving
ga: Cealaigh Bogadh

# @info explaining the next step in a process
source: Select the files and folders that should be moved to the Trash.
ga: Roghnaigh na comhaid agus na fillteáin ar cheart iad a bhogadh chuig an mBruscar.

source: <para>The selected files and folders were added to the Clipboard. Now the <emphasis>Paste</emphasis> action can be used to transfer them from the Clipboard to any other location. They can even be transferred to other applications by using their respective <emphasis>Paste</emphasis> actions.</para>
ga: <para>Cuireadh na comhaid agus na fillteáin roghnaithe leis an nGearrthaisce. Anois is féidir an gníomh <emphasis>Greamaigh</emphasis> a úsáid chun iad a aistriú ón nGearrthaisce go dtí aon áit eile. Is féidir iad a aistriú chuig feidhmchláir eile fiú trí úsáid a bhaint as a ngníomhartha <emphasis>Greamaigh</emphasis> faoi seach.</para>

# @action A more elaborate and clearly worded version of the Paste action
source: Paste from Clipboard
ga: Greamaigh ón nGearrthaisce

# @action Dismisses a bar explaining how to use the Paste action
source: Dismiss This Reminder
ga: Diúltaigh an Meabhrúchán seo

# @action Dismisses an explanatory area and never shows it again
source: Don't Remind Me Again
ga: Ná Cuir i Meabhrúchán Dom Arís

# @info explains the next step in a process
source: Select the file or folder that should be renamed. Bulk renaming is possible when multiple items are selected.
ga: Roghnaigh an comhad nó an fillteán ar cheart a athainmniú. Is féidir athainmniú mórchóir a dhéanamh nuair a roghnaítear roinnt míreanna.

# @action:button
source: Cancel Renaming
ga: Cealaigh Athainmniú

# @action
source: Copy %2 to the Clipboard
ga: Cóipeáil %2 chuig an nGearrthaisce

# @action
source: Copy the Location of %2 to the Clipboard
ga: Cóipeáil Suíomh %2 chuig an nGearrthaisce

# @action
source: Cut %2 to the Clipboard
ga: Gearr %2 go dtí an Ghearrthaisce

# @action
source: Permanently Delete %2
ga: Scrios %2 go Buan

# @action
source: Duplicate %2
ga: Dúblach %2

# @action
source: Move %2 to the Trash
ga: Bog %2 go dtí an Bruscar

# @action
source: Rename %2
ga: Athainmnigh %2

# @info label above the view explaining the state
source: Selection Mode: Click on files or folders to select or deselect them.
ga: Mód Roghnúcháin: Cliceáil ar chomhaid nó ar fhillteáin chun iad a roghnú nó a dhíroghnú.

# @info label above the view explaining the state
source: Selection Mode
ga: Mód Roghnúcháin

# @info
source: <title>Selection Mode</title><para>Select files or folders to manage or manipulate them.<list><item>Press on a file or folder to select it.</item><item>Press on an already selected file or folder to deselect it.</item><item>Pressing an empty area does <emphasis>not</emphasis> clear the selection.</item><item>Selection rectangles (created by dragging from an empty area) invert the selection status of items within.</item><item>Moving with <shortcut>arrow keys</shortcut> does <emphasis>not</emphasis> change the selection.</item><item>Pressing <shortcut>%1</shortcut>, <shortcut>%2</shortcut>, or <shortcut>%3</shortcut> toggles the selection.</item></list></para><para>The available action buttons at the bottom change depending on the current selection.</para>
ga: <title>Mód Roghnúcháin</title><para>Roghnaigh comhaid nó fillteáin chun iad a bhainistiú nó a ionramháil.<list><item>Brúigh ar chomhad nó ar fhillteán chun é a roghnú.</item><item>Brúigh ar chomhad nó ar fhillteán atá roghnaithe cheana féin chun é a dhíroghnú.</item><item>Ní ghlanann brú ar limistéar folamh an roghnú.</item><item>Déanann dronuilleoga roghnúcháin (a cruthaítear trí tharraingt ó limistéar folamh) stádas roghnúcháin na míreanna laistigh a aisiompú.</item><item>Ní athraíonn bogadh le <shortcut>saigheadheochracha</shortcut> an roghnú.</item><item>Má bhrúitear <shortcut>%1</shortcut>, <shortcut>%2</shortcut>, nó <shortcut>%3</shortcut>, athraítear an roghnú.</item></list></para><para>Athraíonn na cnaipí gníomhaíochta atá ar fáil ag an mbun ag brath ar an roghnú reatha.</para>

# @action:button
source: Exit Selection Mode
ga: Scoir Mód Roghnúcháin

# @label:textbox
source: Select which services should be shown in the context menu:
ga: Roghnaigh na seirbhísí ba mhaith leat taispeáint sa roghchlár comhthéacs:

# @label:textbox
source: Search…
ga: Cuardaigh…

# @action:button
source: Download New Services…
ga: Íoslódáil Seirbhísí Nua…

# @option:check
source: Delete
ga: Scrios

# @item:tooltip
source: Built-in dolphin
ga: Deilf tógtha isteach

# @option:check
source: 'Copy To' and 'Move To' commands
ga: Orduithe 'Cóipeáil Go' agus 'Bog Go'

source: Use system font
ga: Úsáid cló an chórais

source: Icon size
ga: Méid na ndeilbhíní

source: Preview size
ga: Méid an réamhamhairc

source: Maximum text width index (0 means unlimited)
ga: Innéacs uasleithead téacs (ciallaíonn 0 gan teorainn)

source: How we display the size of directories
ga: Conas a thaispeánaimid méid na n-eolairí

source: Show the content count
ga: Taispeáin an comhaireamh ábhair

source: Show the content size
ga: Taispeáin méid an ábhair

source: Do not show any directory size
ga: Ná taispeáin aon mhéid eolaire

source: Recursive directory size limit
ga: Teorainn mhéide eolaire athchúrsach

source: if true we use short relative dates, if not short dates
ga: más fíor úsáidimid dátaí gearra coibhneasta, mura dátaí gearra iad

source: Permissions style format
ga: Formáid stíl ceadanna

source: Eliding Mode
ga: Mód Éidithe

source: Show 'Copy To' and 'Move To' commands in context menu
ga: Taispeáin orduithe 'Cóipeáil Go' agus 'Bog Go' sa roghchlár comhthéacs

source: Show 'Add to Places' in context menu.
ga: Taispeáin 'Cuir le hÁiteanna' sa roghchlár comhthéacs.

source: Show 'Sort By' in context menu.
ga: Taispeáin 'Sórtáil De réir' sa roghchlár comhthéacs.

source: Show 'View Mode' in context menu.
ga: Taispeáin 'Mód Amhairc' sa roghchlár comhthéacs.

source: Show 'Open in New Tab' and 'Open in New Tabs' in context menu.
ga: Taispeáin 'Oscail i gCluaisín Nua' agus 'Oscail i gCluaisíní Nua' sa roghchlár comhthéacs.

source: Show 'Open in New Window' in context menu.
ga: Taispeáin 'Oscail i bhFuinneog Nua' sa roghchlár comhthéacs.

source: Show 'Open In Split View' in context menu.
ga: Taispeáin 'Oscail in Amharc Scoilte' sa roghchlár comhthéacs.

source: Show 'Copy Location' in context menu.
ga: Taispeáin 'Cóipeáil Suíomh' sa roghchlár comhthéacs.

source: Show 'Duplicate Here' in context menu.
ga: Taispeáin 'Dúblaigh Anseo' sa roghchlár comhthéacs.

source: Show 'Open Terminal' in context menu.
ga: Taispeáin 'Oscail an Teirminéal' sa roghchlár comhthéacs.

source: Show 'Copy to other split view' in context menu.
ga: Taispeáin 'Cóipeáil chuig radharc scoilte eile' sa roghchlár comhthéacs.

source: Show 'Move to other split view' in context menu.
ga: Taispeáin 'Bog go radharc scoilte eile' sa roghchlár comhthéacs.

source: Position of columns
ga: Ionad na gcolún

source: Left side padding
ga: Líonadh taobh clé

source: Right side padding
ga: Líonadh taobh deas

source: Highlight entire row
ga: Aibhsigh an tsraith iomlán

source: Expandable folders
ga: Fillteáin inleathnaithe

# @label
source: Hidden files shown
ga: Taispeáin na comhaid fholaithe

# @info:whatsthis
source: When this option is enabled hidden files, such as those starting with a '.', will be shown in the file view.
ga: Leis an rogha seo, taispeánfar comhaid fholaithe, mar shampla na comhaid a thosaíonn le '.', san amharc comhad.

# @label
source: Version
ga: Leagan

# @info:whatsthis
source: This option defines the used version of the view properties.
ga: Sainmhíníonn an rogha seo an leagan de na hairíonna radhairc a úsáidtear.

# @label
source: View Mode
ga: Mód Amhairc

# @info:whatsthis
source: This option controls the style of the view. Currently supported values include icons (0), details (1) and column (2) views.
ga: Rialaíonn an rogha seo stíl an amhairc. Faoi láthair, tacaítear leis na luachanna seo a leanas: deilbhíní (0), mionsonraí (1), agus colúin (2).

# @label
source: Previews shown
ga: Taispeáin réamhamhairc

# @info:whatsthis
source: When this option is enabled, a preview of the file content is shown as an icon.
ga: Leis an rogha seo, taispeánfar réamhamharc ar inneachar an chomhaid mar dheilbhín.

# @label
source: Grouped Sorting
ga: Sórtáil Ghrúpáilte

# @info:whatsthis
source: When this option is enabled, the sorted items are categorized into groups.
ga: Leis an rogha seo, cuirfear na míreanna sórtáilte i ngrúpaí.

# @label
source: Sort files by
ga: Sórtáil comhaid de réir

# @info:whatsthis
source: This option defines which attribute (text, size, date, etc.) sorting is performed on.
ga: Leis an rogha seo, is féidir aitreabúid (téacs, méid, dáta, srl.) a roghnú a sórtálfar air.

# @label
source: Order in which to sort files
ga: Ord sórtála comhad

# @label
source: Show folders first when sorting files and folders
ga: Taispeáin fillteáin ar dtús nuair atá comhaid agus fillteáin á sórtáil

# @label
source: Show hidden files and folders last
ga: Taispeáin comhaid agus fillteáin fholaithe sa deireadh

# @label
source: Visible roles
ga: Róil infheicthe

# @label
source: Header column widths
ga: Leithead colún ceanntásca

# @label
source: Properties last changed
ga: Athrú is déanaí

# @info:whatsthis
source: The last time these properties were changed by the user.
ga: An t-am is déanaí a d'athraigh an t-úsáideoir na hairíonna seo.

# @label
source: View mode changed once by dynamic view
ga: Athraíodh an modh radhairc uair amháin leis an radharc dinimiciúil

# @label
source: Additional Information
ga: Eolas Breise

source: Select Action
ga: Roghnaigh Gníomh

source: Custom Action
ga: Gníomh Saincheaptha

source: Should the URL be editable for the user
ga: An bhfuil an t-úsáideoir in ann an URL a chur in eagar

source: Text completion mode of the URL Navigator
ga: Mód comhlánaithe téacs le haghaidh an Nascleantóra URL

source: Should the full path be shown inside the location bar
ga: An dtaispeánfar an chonair iomlán sa bharra suímh

source: Should the full path be shown in the title bar
ga: Ar cheart an cosán iomlán a thaispeáint sa bharra teidil

source: Should an externally called folder open in a new tab in an existing Dolphin instance
ga: Ar cheart fillteán a nglaotar air go seachtrach a oscailt i gcluaisín nua in áit atá ann cheana féin i gcás Dolphin

source: Internal config version of Dolphin, mainly Used to determine whether an updated version of Dolphin is running, so as to migrate config entries that were removed/renamed ...etc
ga: Leagan cumraíochta inmheánach de Dolphin, a úsáidtear go príomha chun a chinneadh an bhfuil leagan nuashonraithe de Dolphin ag rith, chun iontrálacha cumraíochta a baineadh/a athainmníodh a aistriú ...srl

source: Have the startup settings been modified (internal setting not shown in the UI)
ga: An ndearnadh na socruithe tosaithe a mhodhnú (ní thaispeántar an socrú inmheánach sa chomhéadan úsáideora)

source: Home URL
ga: URL Baile

source: Remember open folders and tabs
ga: Cuimhnigh ar fhillteáin agus cluaisíní oscailte

source: Place two views side by side
ga: Cuir dhá radharc taobh le taobh

source: Should the filter bar be shown
ga: An cóir barra na scagairí a thaispeáint

source: Should the view properties be used for all folders
ga: Ar cheart na hairíonna radhairc a úsáid do na fillteáin uile

source: Browse through archives
ga: Brabhsáil na cartlanna

source: Ask for confirmation when closing windows with multiple tabs.
ga: Fiafraigh díom roimh fhuinneog le cluaisíní iomadúla a dhúnadh.

source: Ask for confirmation when closing windows with a program that is still running in the Terminal panel.
ga: Iarr deimhniú agus fuinneoga á ndúnadh le clár atá fós ag rith sa phainéal Teirminéal.

source: Rename single items inline
ga: Athainmnigh míreanna aonair inlíne

source: Show selection toggle
ga: Taispeáin scoránú roghnaithe

source: Show a bar for easy pasting after a cut or copy was done using the selection mode bottom bar.
ga: Taispeáin barra le haghaidh greamaithe éasca tar éis gearradh nó cóipeáil a dhéanamh ag baint úsáide as an mbarra bun sa mhodh roghnúcháin.

source: Use tab for switching between right and left view
ga: Úsáid an cluaisín chun aistriú idir an radharc ar dheis agus ar chlé

source: New tab will be open after last one
ga: Osclófar cluaisín nua i ndiaidh an cheann dheireanaigh

source: Show item information on hover
ga: Taispeáin faisnéis faoi mhír nuair a bhíonn tú ag luí

source: Timestamp since when the view properties are valid
ga: Tá airíonna an amhairc bailí ón stampa ama seo

source: Use auto-expanding folders for all view types
ga: Úsáid fillteáin a leathnaíonn go huathoibríoch le haghaidh gach cineál amhairc

source: Statusbar
ga: Barra stádais

source: Show zoom slider in the statusbar
ga: Taispeáin sleamhnán súmála sa bharra stádais

source: Lock the layout of the panels
ga: Cuir leagan amach na bpainéal faoi ghlas

source: Enlarge Small Previews
ga: Méadaigh Réamhamhairc Bheaga

source: Choose Natural, Case Sensitive, or Case Insensitive order of sorting the items
ga: Roghnaigh ord Nádúrtha, Íogair Cás, nó Neamhíogair Cás chun na míreanna a shórtáil

source: Also hide files with application/x-trash mimetype
ga: Folaigh comhaid leis an gcineál MIME application/x-trash freisin

source: Enable dynamic view
ga: Cumasaigh radharc dinimiciúil

source: Ask for confirmation when opening many folders at once.
ga: Iarr deimhniú nuair a osclaítear go leor fillteán ag an am céanna.

source: Ask for confirmation when opening many terminals at once.
ga: Iarr deimhniú nuair a osclaítear go leor críochfort ag an am céanna.

source: Ask for confirmation when renaming file changes its type.
ga: Iarr deimhniú nuair a athraíonn athainmniú comhaid a chineál.

source: Text width index
ga: Innéacs leithead an téacs

source: Maximum textlines (0 means unlimited)
ga: Uasmhéid línte téacs (ciallaíonn 0 gan teorainn)

source: Enabled plugins
ga: Breiseáin chumasaithe

# @title:window
source: Configure
ga: Cumraigh

# @title:group Interface settings
source: Interface
ga: Comhéadan

# @title:group
source: View
ga: Amharc

# @title:group
source: Context Menu
ga: Roghchlár Comhthéacs

# @title:group
source: Trash
ga: Bruscar

# @title:group
source: User Feedback
ga: Aiseolas Úsáideora

source: You have unsaved changes. Do you want to apply the changes or discard them?
ga: Tá athruithe neamhshábháilte agat. Ar mhaith leat na hathruithe a chur i bhfeidhm nó iad a chaitheamh amach?

source: Warning
ga: Rabhadh

# @title:group
source: Ask for confirmation in all KDE applications when:
ga: Iarr deimhniú i ngach feidhmchlár KDE nuair a:

# @option:check Ask for confirmation when
source: Moving files or folders to trash
ga: Comhaid nó fillteáin a chur sa bhruscar

# @option:check Ask for confirmation when
source: Emptying trash
ga: Ag folmhú an bhruscair

# @option:check Ask for confirmation when
source: Deleting files or folders
ga: Comhaid nó fillteáin a scriosadh

# @title:group
source: Ask for confirmation in Dolphin when:
ga: Iarr deimhniú i nDolphin nuair:

# @option:check Ask for confirmation in Dolphin when
source: Closing windows with multiple tabs
ga: Fuinneoga a dhúnadh le cluaisíní iolracha

# @option:check Ask for confirmation when
source: Closing windows with a program running in the Terminal panel
ga: Fuinneoga á ndúnadh agus clár ag rith sa phainéal Críochfoirt

# @option:check Ask for confirmation in Dolphin when
source: Opening many folders at once
ga: Ag oscailt go leor fillteán ag an am céanna

# @option:check Ask for confirmation in Dolphin when
source: Opening many terminals at once
ga: Oscailt go leor críochfort ag an am céanna

# @option:check Ask for confirmation in Dolphin when
source: Switching to act as an administrator
ga: Ag aistriú chun gníomhú mar riarthóir

# @option:check Ask for confirmation in Dolphin when
source: Renaming a file will change its type
ga: Athróidh athainmniú comhaid a chineál

# @title:group
source: When opening an executable file:
ga: Agus comhad inrite á oscailt:

source: Always ask
ga: Iarr i gcónaí

source: Open in application
ga: Oscail san fheidhmchlár

source: Run script
ga: Rith an script

# @option:radio Show on startup
source: Folders, tabs, and window state from last time
ga: Fillteáin, cluaisíní, agus staid na fuinneoige ón uair dheireanach

# @option:radio
source: Show home location on startup
ga: Taispeáin suíomh baile ag am tosaithe

# @info:placeholder
source: Enter home location path
ga: Cuir isteach cosán suíomh baile

# @action:button
source: Select Home Location
ga: Roghnaigh Suíomh Baile

# @action:button
source: Use Current Location
ga: Úsáid an Suíomh Reatha

# @action:button
source: Use Default Location
ga: Úsáid an Suíomh Réamhshocraithe

# @label:textbox
source: Show on startup:
ga: Taispeáin ag am tosaithe:

# @label:checkbox
source: Opening Folders:
ga: Fillteáin a Oscailt:

# @option:check Opening Folders
source: Keep a single Dolphin window, opening new folders in tabs
ga: Coinnigh fuinneog amháin Dolphin, ag oscailt fillteáin nua i gcluaisíní

# @label:checkbox
source: Window:
ga: Fuinneog:

# @option:check Startup Settings
source: Show full path in title bar
ga: Taispeáin an cosán iomlán sa bharra teidil

# @option:check Window Startup Settings
source: Show filter bar
ga: Taispeáin barra scagaire

# option:radio
source: After current tab
ga: Tar éis an chluaisín reatha

# option:radio
source: At end of tab bar
ga: Ag deireadh an bharra cluaisíní

# @title:group
source: Open new tabs:
ga: Oscail cluaisíní nua:

# @title:group
source: Split view:
ga: Radharc scoilte:

# option:check split view panes
source: Switch between views with Tab key
ga: Athraigh idir radhairc leis an eochair Tab

# @info
source: The location for the home folder is invalid or does not exist, it will not be applied.
ga: Níl suíomh an fhillteáin baile bailí nó níl sé ann; ní chuirfear é i bhfeidhm.

# @title:tab Folders & Tabs settings
source: Folders && Tabs
ga: Fillteáin && Cluaisíní

# @title:tab Previews settings
source: Previews
ga: Réamhamharc

# @title:tab Confirmations settings
source: Confirmations
ga: Deimhniú

# @title:tab Panels settings
source: Panels
ga: Painéil

# @title:tab Status & Location bars settings
source: Status && Location bars
ga: Barraí stádais && Suímh

# @option:check
source: Show previews
ga: Taispeáin réamhamhairc

# @option:check
source: Auto-play media files
ga: Seinn comhaid meán go huathoibríoch
