Repository: KDE/dolphin
Catalog: po/*/dolphin.po
Languages: ga

# @info:whatsthis
source: When this is enabled, the icons are based on the actual file or folder contents.<nl/>For example the icons of images become scaled down versions of the images.
ga: Nuair a bhíonn sé seo cumasaithe, bíonn na deilbhíní bunaithe ar ábhar iarbhír an chomhaid nó an fhillteáin.<nl/>Mar shampla, bíonn deilbhíní na n-íomhánna ina leaganacha laghdaithe de na híomhánna.

# @action:inmenu Sort
source: Folders First
ga: Fillteáin Ar dTús

# @action:inmenu Sort
source: Hidden Files Last
ga: Comhaid Fholaithe Deireanach

# @action:inmenu View
source: Sort By
ga: Sórtáil de réir

# @action:inmenu View
source: Show Additional Information
ga: Taispeáin Faisnéis Bhreise

# @action:inmenu View
source: Show in Groups
ga: Taispeáin i nGrúpaí

# @info:whatsthis
source: This groups files and folders by their first letter.
ga: Grúpálann sé seo comhaid agus fillteáin de réir a gcéad litreach.

# @action:inmenu View
source: Show Hidden Files
ga: Taispeáin Comhaid Fholaithe

# @info:whatsthis
source: <para>When this is enabled, <emphasis>hidden</emphasis> files and folders are visible. They will be displayed semi-transparent.</para><para>Hidden items only differ from normal ones in that their name starts with a dot ("."). Typically, there is no need for users to access them, which is why they are hidden.</para><para>Items can also be hidden if their names are listed in a text file named ".hidden". Files with the "application/x-trash" MIME type, such as backup files, can also be hidden by enabling that setting in Configure Dolphin > View > General.</para>
ga: <para>Nuair a bhíonn sé seo cumasaithe, bíonn comhaid agus fillteáin <emphasis>i bhfolach</emphasis> le feiceáil. Taispeánfar iad leath-thrédhearcach.</para><para>Níl difríocht idir míreanna i bhfolach agus cinn ghnáth ach amháin sa mhéid is go dtosaíonn a n-ainm le ponc ("."). De ghnáth, ní gá d'úsáideoirí rochtain a fháil orthu, agus sin an fáth go bhfuil siad i bhfolach.</para><para>Is féidir míreanna a cheilt freisin má tá a n-ainmneacha liostaithe i gcomhad téacs darb ainm ".hidden". Is féidir comhaid leis an gcineál MIME "application/x-trash", amhail comhaid chúltaca, a cheilt freisin tríd an socrú sin a chumasú i gCumraigh Dolphin > Amharc > Ginearálta.</para>

# @action:inmenu View
source: Adjust View Display Style…
ga: Coigeartaigh Stíl Taispeána Amhairc…

# @info:whatsthis
source: This opens a window in which all folder view properties can be adjusted.
ga: Osclaíonn sé seo fuinneog inar féidir airíonna uile radhairc an fhillteáin a choigeartú.

# @action:intoolbar
source: View Settings
ga: Socruithe Féachana

# @info:whatsthis View Settings Toolbutton
source: This cycles through all view modes. The dropdown menu contains various view-related actions.
ga: Téann sé seo trí na modhanna radhairc go léir. Tá gníomhartha éagsúla a bhaineann leis an radharc sa roghchlár anuas.

# @item:intable, Heading of a list of fields
source: Sort by Field
ga: Sórtáil de réir Réimse

# @item:intable, Heading of a list of fields
source: Show Field
ga: Taispeáin Réimse

# @action:inmenu View Mode
source: Icons
ga: Deilbhíní

# @info
source: Icons view mode
ga: Mód deilbhíní

# @action:inmenu View Mode
source: Compact
ga: Dlúth

# @info
source: Compact view mode
ga: Mód radhairc dhlúth

# @action:inmenu View Mode
source: Details
ga: Mionsonraí

# @info
source: Details view mode
ga: Mód mionsonraí

# Sort descending
source: Largest First
ga: Is Mó Ar dtús

# Sort ascending
source: Smallest First
ga: Is lú ar dtús

# Sort descending
source: Newest First
ga: Is Nuaí Ar dtús

# Sort ascending
source: Oldest First
ga: Is Sine Ar dtús

# Sort descending
source: Highest First
ga: Is Airde Ar dtús

# Sort ascending
source: Lowest First
ga: Is Ísle Ar dtús

# Sort descending
source: Descending
ga: Ag dul síos

# Sort ascending
source: Ascending
ga: Ag dul suas

source: Actions for Current View
ga: Gníomhartha don Amharc Reatha

source: Actions for %1
ga: Gníomhartha do %1

source: Actions for One Selected Item
ga: Gníomhartha le haghaidh Mír Roghnaithe Amháin

# @info:status
source: Updating version information…
ga: Faisnéis faoin leagan á nuashonrú…

# @action:inmenu
source: Zoom
ga: Zúmáil

# @action:intoolbar
source: Zoom
ga: Zúmáil
