Repository: KDE/dolphin
Catalog: po/*/dolphin.po
Languages: ga

# @option:check
source: Show item on hover
ga: Taispeáin mír nuair a bhíonn tú ag luí

# @option:check
source: Use &long date, for example '%1'
ga: Úsáid dáta &fada, mar shampla '%1'

# @option:check
source: Use &condensed date, for example '%1'
ga: Úsáid dáta &comhdhlúite, mar shampla '%1'

# @label:checkbox
source: Information Panel:
ga: Painéal Faisnéise:

# @info
source: Panel settings are also available through their context menu. Open it by pressing the right mouse button on a panel.
ga: Tá socruithe painéil ar fáil trína roghchlár comhthéacs freisin. Oscail é trí bhrú ar an gcnaipe deas luiche ar phainéal.

# @title:group
source: Show previews in the view for:
ga: Taispeáin réamhamhairc san amharc le haghaidh:

# @label:spinbox
source: Show previews for
ga: Taispeáin réamhamhairc do

source: files below
ga: comhaid thíos

# e.g. 'Show previews for [files of any size]'
source: files of any size
ga: comhaid d'aon mhéid

# e.g. 'Show previews for [no file]'
source: no file
ga: gan aon chomhad

# @option:check
source: Show previews for folders
ga: Taispeáin réamhamhairc do fhillteáin

# @info
source: <para>Creating <emphasis>previews</emphasis> for remote folders is very intensive in terms of network resource usage.</para><para>Disable this if navigating remote folders in Dolphin is slow or when accessing storage over metered connections.</para>
ga: <para>Tá sé an-dian <emphasis>réamhamhairc</emphasis> a chruthú do fhillteáin iargúlta i dtéarmaí úsáid acmhainní líonra.</para><para>Díchumasaigh é seo má tá nascleanúint fillteáin iargúlta i nDolphin mall nó nuair a bhíonn rochtain á fáil agat ar stóráil thar naisc mhéadraithe.</para>

# @title:group
source: Local storage:
ga: Stóráil áitiúil:

# @title:group
source: Remote storage:
ga: Stóráil iargúlta:

# @option:radio
source: Small
ga: Beag

# @option:radio
source: Full width
ga: Leithead iomlán

# @option:check
source: Show zoom slider
ga: Taispeáin sleamhnán súmála

# @option:check
source: Disabled
ga: Díchumasaithe

# @title:group
source: Status Bar:
ga: Barra Stádais:

# @option:check Startup Settings
source: Make location bar editable
ga: Déan barra suímh in-eagarthóireachta

source: Location bar:
ga: Barra suímh:

# @option:check Startup Settings
source: Show full path inside location bar
ga: Taispeáin an chonair iomláin sa bharra suímh

# @title:tab Behavior settings
source: Behavior
ga: Oibriú

# @title:tab
source: Icons
ga: Deilbhíní

# @title:tab
source: Compact
ga: Dlúth

# @title:tab
source: Details
ga: Mionsonraí

# option:radio
source: Natural
ga: Nádúrtha

# option:radio
source: Alphabetical, case insensitive
ga: Aibítreach, gan íogaireacht sna cásanna

# option:radio
source: Alphabetical, case sensitive
ga: Aibítreach, cás-íogair

# @title:group
source: Sorting mode:
ga: Mód sórtála:

# option:radio
source: Show number of items
ga: Taispeáin líon na míreanna

# option:radio
source: Show size of contents, up to
ga: Taispeáin méid an ábhair, suas le

# option:radio
source: Show no size
ga: Ná taispeáin aon mhéid

source: level deep
ga: leibhéal domhain

# @title:group
source: Folder size:
ga: Méid an fhillteáin:

# option:radio as in relative date
source: Relative (e.g. '%1')
ga: Gaolmhar (m.sh. '%1')

# option:radio as in absolute date
source: Absolute (e.g. '%1')
ga: Absalóideach (m.sh. '%1')

# @title:group
source: Date style:
ga: Stíl dáta:

# option:radio as symbolic style
source: Symbolic (e.g. 'drwxr-xr-x')
ga: Siombalach (m.sh. 'drwxr-xr-x')

# option:radio as numeric style
source: Numeric (Octal) (e.g. '755')
ga: Uimhriúil (Octal) (m.sh. '755')

# option:radio as combined style
source: Combined (e.g. 'drwxr-xr-x (755)')
ga: Comhcheangailte (m.sh. 'drwxr-xr-x (755)')

# @title:group
source: Permissions style:
ga: Stíl ceadanna:

# @option:radio Long file names
source: Elide in the middle (e.g. ’Some very… name.txt')
ga: Elide sa lár (m.sh. 'Roinnt an-an-... ainm.txt')

# @option:radio Long file names
source: Elide at the end (e.g. ’Some very long….txt')
ga: Éilid ag an deireadh (m.sh. ‘Tá téacs an-fhada….’)

# @title:group
source: Long file names:
ga: Ainmneacha comhad fada:

# @item:inlistbox Font
source: System Font
ga: Cló an Chórais

# @item:inlistbox Font
source: Custom Font
ga: Cló Saincheaptha

# @action:button Choose font
source: Choose…
ga: Roghnaigh…

# @option:radio
source: Use common display style for all folders
ga: Úsáid stíl taispeána choiteann do gach fillteán

# @info
source: Some special views like search, recent files, or trash will still use a custom display style.
ga: Úsáidfidh roinnt radharcanna speisialta ar nós cuardaigh, comhaid le déanaí, nó bruscar stíl taispeána saincheaptha fós.

# @option:radio
source: Remember display style for each folder
ga: Cuimhnigh stíl taispeána do gach fillteán

# @info
source: Dolphin will add file system metadata to folders you change view properties for. If that is not possible, a hidden .directory file is created instead.
ga: Cuirfidh Dolphin meiteashonraí córais comhad le fillteáin a n-athraíonn tú airíonna radhairc dóibh. Mura féidir é sin a dhéanamh, cruthaítear comhad .directory i bhfolach ina ionad.

# option:check
source: Use icons view mode for locations which mostly contain media files
ga: Úsáid mód radhairc deilbhíní le haghaidh suíomhanna ina bhfuil comhaid meán den chuid is mó

# @title:group
source: Display style:
ga: Stíl taispeána:

# @option:check
source: Browse compressed files as folders
ga: Brabhsáil comhaid chomhbhrúite mar fhillteáin

# option:check
source: Open folders during drag operations
ga: Oscail fillteáin le linn tarraingthe

# @title:group
source: Browsing:
ga: Ag brabhsáil:

# @option:check
source: Show item information on hover
ga: Taispeáin faisnéis faoin mír nuair a bhíonn tú ag luí

# @title:group
source: Miscellaneous:
ga: Ilghnéitheach:

# @option:check
source: Show selection marker
ga: Taispeáin marcóir roghnaithe

# option:check
source: Rename single items inline
ga: Athainmnigh míreanna aonair inlíne

source: Renaming multiple items is always done with a dialog window.
ga: Déantar athainmniú míreanna iolracha i gcónaí le fuinneog dialóige.

# option:check
source: Also hide backup files while hiding hidden files
ga: Folaigh comhaid chúltaca agus comhaid fholaithe á gcur i bhfolach freisin

# @info:tooltip %1 are the file patterns for mimetype application/x-trash
source: Backup files are the files whose mime-type is application/x-trash, patterns: %1
ga: Is iad na comhaid chúltaca na comhaid a bhfuil a gcineál mime application/x-trash, patrúin: %1

source: Action to trigger when double clicking view background
ga: Gníomh le spreagadh nuair a chliceálann tú faoi dhó ar an gcúlra

# @item:inlistbox
source: Nothing
ga: Ní rud ar bith

# @item:inlistbox
source: Custom Command
ga: Ordú Saincheaptha

# @info
source: Double-click triggers
ga: Spreagthóirí cliceáil faoi dhó

# @title:group
source: Background:
ga: Cúlra:

source: Enter custom command to trigger when double clicking view background
ga: Cuir isteach ordú saincheaptha le cur i ngníomh nuair a chliceálann tú faoi dhó ar an gcúlra

# @info:placeholder for terminal command
source: Command…
ga: Ordú…

# @label
source: Use {path} to get the path of the current folder. Example: dolphin {path}
ga: Úsáid {path} chun cosán an fhillteáin reatha a fháil. Sampla: dolphin {path}

# @title:tab General View settings
source: General
ga: Ginearálta

# @title:tab how file items columns are displayed
source: Content Display
ga: Taispeántas Ábhair

# @label:listbox
source: Default icon size:
ga: Méid réamhshocraithe deilbhín:

# @label:listbox
source: Preview icon size:
ga: Méid deilbhín réamhamhairc:

# @label:listbox
source: Label font:
ga: Cló lipéid:

# @item:inlistbox Label width
source: Small
ga: Beag

# @item:inlistbox Label width
source: Medium
ga: Meánach

# @item:inlistbox Label width
source: Large
ga: Mór

# @item:inlistbox Label width
source: Huge
ga: Ollmhór

# @label:listbox
source: Label width:
ga: Leithead lipéid:

# @item:inlistbox Maximum lines
source: Unlimited
ga: Gan teorainn

# @label:listbox
source: Maximum lines:
ga: Uasmhéid comhaid:

# @item:inlistbox Maximum width
source: Unlimited
ga: Gan teorainn

# @item:inlistbox Maximum width
source: Small
ga: Beag

# @item:inlistbox Maximum width
source: Medium
ga: Measartha

# @item:inlistbox Maximum width
source: Large
ga: Mór

# @label:listbox
source: Maximum width:
ga: Leithead uasta:

# @option:check
source: Expandable
ga: Inleathnaithe

# @label:checkbox
source: Folders:
ga: Fillteáin:

# @option:radio how files/folders are opened
source: By clicking anywhere on the row
ga: Trí chliceáil áit ar bith ar an tsraith

# @option:radio how files/folders are opened
source: By clicking on icon or name
ga: Trí chliceáil ar dheilbhín nó ainm

# @title:group
source: Open files and folders:
ga: Oscail comhaid agus fillteáin:

# @info:tooltip
source: Size: 1 pixel
ga: Méid: 1 phicteilín

# @title:window
source: View Display Style
ga: Stíl Taispeána Féach

# @item:inlistbox
source: Icons
ga: Deilbhíní

# @item:inlistbox
source: Compact
ga: Dlúth

# @item:inlistbox
source: Details
ga: Mionsonraí

# @item:inlistbox Sort
source: Ascending
ga: Ag dul suas

# @item:inlistbox Sort
source: Descending
ga: Ag dul síos

# @option:check
source: Show folders first
ga: Taispeáin fillteáin ar dtús

# @option:check
source: Show hidden files last
ga: Taispeáin comhaid fholaithe deireanach

# @option:check
source: Show preview
ga: Taispeáin réamhamharc

# @option:check
source: Show in groups
ga: Taispeáin i ngrúpaí

# @option:check
source: Show hidden files
ga: Taispeáin comhaid fholaithe

# @title:group
source: Additional Information
ga: Faisnéis Bhreise

source: Choose what to see on each file or folder:
ga: Roghnaigh cad atá le feiceáil ar gach comhad nó fillteán:

# @label:listbox
source: View mode:
ga: Mód amhairc:

# @label:listbox
source: Sorting:
ga: Sórtáil:

source: View options:
ga: Roghanna féachana:

# @option:radio Apply View Properties To
source: Current folder
ga: an bhfillteán reatha

# @option:radio Apply View Properties To
source: Current folder and sub-folders
ga: Fillteán agus fo-fhillteáin reatha

# @option:radio Apply View Properties To
source: All folders
ga: gach fillteán

# @title:group
source: Apply to:
ga: Cuir isteach ar:

# @option:check
source: Use as default view settings
ga: Úsáid mar shocruithe radhairc réamhshocraithe

# @info
source: The view properties of all sub-folders will be changed. Do you want to continue?
ga: Athrófar airíonna an amhairc i gcomhair gach fofhillteáin. An bhfuil fonn ort dul ar aghaidh?

# @info
source: The view properties of all folders will be changed. Do you want to continue?
ga: Athrófar airíonna an amhairc i gcomhair gach fillteáin. An bhfuil fonn ort dul ar aghaidh?

# @title:window
source: Applying View Properties
ga: Airíonna Amhairc á gCur i bhFeidhm

# @info:progress
source: Counting folders: %1
ga: Fillteáin á n-áireamh: %1

# @info:progress
source: Folders: %1
ga: Fillteáin: %1

# @info
source: <application>Filelight</application> installed successfully.
ga: Suiteáladh <application>Filelight</application> go rathúil.

# @info:status
source: Installing Filelight…
ga: Ag suiteáil Filelight…

source: Disk Usage Statistics - current folder
ga: Staitisticí Úsáide Diosca - fillteán reatha

source: Disk Usage Statistics - current device
ga: Staitisticí Úsáide Diosca - an gléas reatha

source: Disk Usage Statistics - all devices
ga: Staitisticí Úsáide Diosca - gach gléas

# @title
source: Free Up Disk Space
ga: Saor Spás Diosca

# @title
source: <para>Install additional software to view disk usage statistics<nl/>and identify big files and folders.</para>
ga: <para>Suiteáil bogearraí breise chun staitisticí úsáide diosca a fheiceáil<nl/>agus comhaid agus fillteáin mhóra a aithint.</para>

# @action:button
source: Install Filelight…
ga: Suiteáil Filelight…

# Used as a noun, i.e. 'Here is the zoom level:'
source: Zoom:
ga: Zúmáil:

source: Zoom
ga: Súmáil

# Description for zoom-slider (accessibility)
source: Sets the size of the file icons.
ga: Socraíonn sé méid na ndeilbhíní comhaid.

source: Stop
ga: Stad

# @tooltip
source: Stop loading
ga: Stop an luchtú

# @info:whatsthis Statusbar
source: <para>This is the <emphasis>Statusbar</emphasis>. It contains three elements by default (left to right):<list><item>A <emphasis>text field</emphasis> that displays the size of selected items. If only one item is selected the name and type is shown as well.</item><item>A <emphasis>zoom slider</emphasis> that allows you to adjust the size of the icons in the view.</item><item><emphasis>Space information</emphasis> about the current storage device.</item></list></para>
ga: <para>Seo é an <emphasis>Barra Stádais</emphasis>. Tá trí ghné ann de réir réamhshocraithe (ó chlé go deas):<list><item><emphasis>Réimse téacs </emphasis> a thaispeánann méid na míreanna roghnaithe. Mura roghnaítear ach mír amháin, taispeántar an t-ainm agus an cineál chomh maith.</item><item><emphasis>Sleamhnán súmála </emphasis>a ligeann duit méid na ndeilbhíní san amharc a choigeartú.</item><item><emphasis>Faisnéis spáis</emphasis> faoin bhfeiste stórála reatha.</item></list></para>

# @action:inmenu
source: Show Zoom Slider
ga: Taispeáin Sleamhnán Súmála

# @info:status Free disk space
source: %1 free
ga: %1 saor

# tooltip:status Free disk space
source: %1 free out of %2 (%3% used)
ga: %1 saor as %2 (%3% úsáidte)

# @info:tooltip for the free disk space button
source: %1 free out of %2 (%3% used) Press to manage disk space usage.
ga: %1 saor as %2 (%3% úsáidte) Brúigh chun úsáid spáis diosca a bhainistiú.

source: Trash Emptied
ga: Bruscar Folamhaithe

source: The Trash was emptied.
ga: Folmhaíodh an Bruscar.

# name of kuserfeedback data source provided by dolphin
source: Places
ga: Áiteanna

# description of kuserfeedback data source provided by dolphin
source: Count of available Network Shares
ga: Líon na Scaireanna Líonra atá ar fáil

# name of kuserfeedback data source provided by dolphin
source: Settings
ga: Socruithe

# description of kuserfeedback data source provided by dolphin
source: A subset of Dolphin settings.
ga: Fo-thacar de shocruithe Dolphin.

source: Select Remote Charset
ga: Roghnaigh Tacar Carachtar i gCéin

source: Default
ga: Réamhshocrú

source: Reload
ga: Athluchtaigh

# @info:status
source: 1 folder selected
ga: 1 fillteán roghnaithe

# @info:status
source: 1 file selected
ga: 1 chomhad roghnaithe

# @info:status
source: 1 folder
ga: 1 fillteán

# @info:status
source: 1 file
ga: 1 chomhad

# @info:status
source: 0 folders, 0 files
ga: 0 fillteán, 0 comhad

# <filename> copy
source: %1 copy
ga: %1 cóip

source: Are you sure you want to open 1 item?
ga: An bhfuil tú cinnte gur mian leat 1 mhír a oscailt?

# @action:button
source: Open %1 Item
ga: Oscail %1 Mír

# @action:inmenu
source: Side Padding
ga: Páipéar Taobh

# @action:inmenu
source: Automatic Column Widths
ga: Leithid Uathoibríocha Colún

# @action:inmenu
source: Custom Column Widths
ga: Leithid Saincheaptha Colún

# @info:status
source: Trash operation completed.
ga: Oibríocht bruscair críochnaithe.

# @info:status
source: Delete operation completed.
ga: Oibríocht scriosta curtha i gcrích.

# @action:button
source: Rename and Hide
ga: Athainmnigh agus Folaigh

source: Adding a dot to the beginning of this file's name will hide it from view. Do you still want to rename it?
ga: Má chuireann tú ponc ag tús ainm an chomhaid seo, folófar é ón radharc. Ar mhaith leat é a athainmniú fós?

source: Adding a dot to the beginning of this folder's name will hide it from view. Do you still want to rename it?
ga: Má chuireann tú ponc ag tús ainm an fhillteáin seo, folófar é ón radharc. Ar mhaith leat é a athainmniú fós?

source: Hide this File?
ga: An comhad seo a cheilt?

source: Hide this Folder?
ga: An bhfuil tú ag iarraidh an fillteán seo a cheilt?

# @action:button
source: Rename
ga: Athainmnigh

source: This will make the file type unknown. The file's content won't change but applications may no longer recognize it. Do you still want to rename it?
ga: Fágfaidh sé seo an cineál comhaid anaithnid. Ní athróidh ábhar an chomhaid ach b'fhéidir nach n-aithneoidh feidhmchláir é a thuilleadh. Ar mhaith leat é a athainmniú fós?

source: This will change the file type from "%1" to "%2". The file's content won't change but applications may no longer recognize it. Do you still want to rename it?
ga: Athróidh sé seo an cineál comhaid ó "%1" go "%2". Ní athróidh ábhar an chomhaid ach b'fhéidir nach n-aithneoidh feidhmchláir é a thuilleadh. Ar mhaith leat é a athainmniú fós?

# @title:window
source: Change File Type
ga: Athraigh Cineál Comhaid

# @info:status
source: The location is empty.
ga: Tá an suíomh folamh.

# @info:status
source: The location '%1' is invalid.
ga: Tá suíomh '%1' neamhbhailí.

source: Loading…
ga: Ag lódáil…

source: Loading canceled
ga: Cealaíodh an luchtú

source: No items matching the filter
ga: Níl aon mhíreanna a mheaitseálann an scagaire

source: No items matching the search
ga: Níl aon mhíreanna a mheaitseálann an cuardach

source: Trash is empty
ga: Tá an bruscar folamh

source: No tags
ga: Gan clibeanna

source: No files tagged with "%1"
ga: Gan aon chomhaid atá clibthe le "%1"

source: No recently used items
ga: Gan aon earraí a úsáideadh le déanaí

source: No shared folders found
ga: Níor aimsíodh aon fhillteáin chomhroinnte

source: No relevant network resources found
ga: Níor aimsíodh aon acmhainní líonra ábhartha

source: No MTP-compatible devices found
ga: Ní bhfuarthas aon ghléasanna atá comhoiriúnach le MTP

source: No Apple devices found
ga: Ní bhfuarthas aon ghléasanna Apple

source: No Bluetooth devices found
ga: Ní bhfuarthas aon ghléasanna Bluetooth

source: Folder is empty
ga: Tá an fillteán folamh

# @action
source: Create Folder…
ga: Cruthaigh Fillteán…

# @action
source: Create File…
ga: Cruthaigh Comhad…

# @info:whatsthis
source: This renames the items in your current selection.<nl/>Renaming multiple items at once results in their new names differing only in a number.
ga: Athraíonn sé seo ainm na míreanna i do rogha reatha.<nl/>Má athainmníonn tú roinnt míreanna ag an am céanna, ní bheidh ach uimhir amháin ina n-ainmneacha nua.

# @info:whatsthis
source: This moves the items in your current selection to the <filename>Trash</filename>.<nl/>The trash is a temporary storage location where items can be deleted later if disk space is needed.
ga: Bogann sé seo na míreanna i do rogha reatha go dtí an <filename>Bruscar</filename>.<nl/>Is suíomh stórála sealadach é an bruscar inar féidir míreanna a scriosadh níos déanaí má tá spás diosca ag teastáil.

# @info:whatsthis
source: This deletes the items in your current selection permanently. They cannot be recovered by normal means.
ga: Bogann sé seo na míreanna i do rogha reatha go dtí an <filename>Bruscar</filename>.<nl/>Is suíomh stórála sealadach é an bruscar inar féidir míreanna a scriosadh níos déanaí má tá spás diosca ag teastáil.

# @action "Move to Trash" for non-local files, etc.
source: Delete (using shortcut for Trash)
ga: Scrios (aicearra don Bhruscar)

# @action:inmenu File
source: Duplicate Here
ga: Dúblaigh Anseo

# @action:inmenu File
source: Properties
ga: Airíonna

# @info:whatsthis properties
source: This shows a complete list of properties of the currently selected items in a new window.<nl/>If nothing is selected the window will be about the currently viewed folder instead.<nl/>You can configure advanced options there like managing read- and write-permissions.
ga: Taispeánann sé seo liosta iomlán d’airíonna na míreanna atá roghnaithe faoi láthair i bhfuinneog nua.<nl/>Mura roghnaítear aon rud, beidh an fhuinneog faoin bhfillteán atá á fheiceáil faoi láthair ina ionad.<nl/>Is féidir leat roghanna ardleibhéil a chumrú ansin, amhail ceadanna léitheoireachta agus scríbhneoireachta a bhainistiú.

# @action:incontextmenu
source: Copy Location
ga: Cóipeáil Suíomh

# @info:whatsthis copy_location
source: This will copy the path of the first selected item into the clipboard.
ga: Cóipeálfaidh sé seo cosán an chéad mhír roghnaithe isteach sa ghearrthaisce.

# @action:inmenu File
source: Move to Trash…
ga: Bog go dtí an Bruscar…

# @action:inmenu File
source: Delete…
ga: Scrios…

# @action:inmenu File
source: Duplicate Here…
ga: Dúblaigh Anseo…

# @action:incontextmenu
source: Copy Location…
ga: Cóipeáil Suíomh…

# @info:whatsthis Icons view mode
source: <para>This switches to a view mode that focuses on the folder and file icons. This mode makes it easy to distinguish folders from files and to detect items with distinctive <emphasis>file types</emphasis>.</para><para> This mode is handy to browse through pictures when the <interface>Preview</interface> option is enabled.</para>
ga: <para>Aistríonn sé seo go mód radhairc a dhíríonn ar dheilbhíní na bhfillteán agus na gcomhad. Leis an mód seo, is furasta fillteáin a idirdhealú ó chomhaid agus míreanna a bhfuil <emphasis>cineálacha comhaid</emphasis> sainiúla acu a bhrath.</para><para>Tá an mód seo áisiúil chun brabhsáil trí phictiúir nuair a bhíonn an rogha <interface>Réamhamharc</interface> cumasaithe.</para>

# @info:whatsthis Compact view mode
source: <para>This switches to a compact view mode that lists the folders and files in columns with the names beside the icons.</para><para>This helps to give you an overview in folders with many items.</para>
ga: <para>Aistríonn sé seo go mód radhairc dhlúth a liostaíonn na fillteáin agus na comhaid i gcolúin agus na hainmneacha in aice leis na deilbhíní.</para><para>Cabhraíonn sé seo le forbhreathnú a thabhairt duit i bhfillteáin ina bhfuil go leor míreanna.</para>

# @info:whatsthis Details view mode
source: <para>This switches to a list view mode that focuses on folder and file details.</para><para>Click on a detail in the column header to sort the items by it. Click again to sort the other way around. To select which details should be displayed click the header with the right mouse button.</para><para>You can view the contents of a folder without leaving the current location by clicking the region to the left of it. This way you can view the contents of multiple folders in the same list.</para>
ga: <para>Aistríonn sé seo go mód radhairc liosta a dhíríonn ar shonraí fillteán agus comhad.</para><para>Cliceáil ar shonraí sa cheanntásc colún chun na míreanna a shórtáil de réir. Cliceáil arís chun iad a shórtáil ar an mbealach eile. Chun a roghnú cé na sonraí ba chóir a thaispeáint, cliceáil an ceanntásc leis an luchóg dheas.</para><para>Is féidir leat ábhar fillteáin a fheiceáil gan an suíomh reatha a fhágáil trí chliceáil ar an réigiún ar chlé de. Ar an mbealach seo is féidir leat ábhar ilfhillteán a fheiceáil sa liosta céanna.</para>

# @action:intoolbar
source: Change View Mode
ga: Athraigh Mód Amhairc

# @info:whatsthis View Mode Toolbutton
source: This cycles through all view modes.
ga: Téann sé seo trí na modhanna radhairc go léir.

# @info:whatsthis zoom in
source: This increases the icon size.
ga: Méadaíonn sé seo méid an deilbhín.

# @action:inmenu View
source: Reset Zoom Level
ga: Athshocraigh Leibhéal Súmála

source: Zoom To Default
ga: Zúmáil go Réamhshocrú

# @info:whatsthis zoom reset
source: This resets the icon size to default.
ga: Athshocraíonn sé seo méid an deilbhín go dtí an réamhshocrú.

# @info:whatsthis zoom out
source: This reduces the icon size.
ga: Laghdaíonn sé seo méid an deilbhín.

# @action:intoolbar
source: Show Previews
ga: Taispeáin Réamhamhairc

# @info
source: Show preview of files and folders
ga: Taispeáin réamhamharc ar chomhaid agus ar fhillteáin
