Repository: KDE/dolphin
Catalog: po/*/dolphin.po
Languages: ga

# @info %1 is error code
source: Installation exited without reporting success. (%1)
ga: Cuireadh deireadh leis an suiteáil gan aon rath a thuairisciú. (%1)

source: Installing <application>%1</application> failed: %2 (%3)<nl/>Please try installing <application>%1</application> manually instead.
ga: Theip ar shuiteáil <application>%1</application>: %2 (%3)<nl/>Déan iarracht <application>%1</application> a shuiteáil de láimh ina ionad.

# @action:inmenu Edit
source: &Edit File Type…
ga: &Cuir Cineál Comhaid in Eagar…

# @action:inmenu Edit
source: Select Items Matching…
ga: Roghnaigh Míreanna a Mheaitseálann…

# @action:inmenu Edit
source: Unselect Items Matching…
ga: Díroghnaigh Míreanna a Mheaitseálann…

# @action:inmenu Edit
source: Unselect All
ga: Díroghnaigh Uile

# @action:inmenu Go
source: App&lications
ga: Feidhmch&láir

# @action:inmenu Go
source: &Network Folders
ga: Fillteái&n Líonra

# @action:inmenu Go
source: Trash
ga: Bruscar

# @action:inmenu Go
source: Autostart
ga: Tosú uathoibríoch

# @action:inmenu Tools
source: Find File…
ga: Aimsigh Comhad…

# @action:inmenu Tools
source: Open &Terminal
ga: Oscail &Teirminéal

# @title:window
source: Select
ga: Roghnaigh

source: Select all items matching this pattern:
ga: Roghnaigh gach mír comhoiriúnach don phatrún seo:

# @title:window
source: Unselect
ga: Díroghnaigh

source: Unselect all items matching this pattern:
ga: Díroghnaigh gach mír atá comhoiriúnach don phatrún seo:

source: &Edit
ga: &Eagar

# @title:menu
source: Selection
ga: Roghnúchán

source: &View
ga: &Amharc

source: &Go
ga: &Téigh

# @title:menu
source: Tools
ga: Uirlisí

# @title:menu
source: Dolphin Toolbar
ga: Barra Uirlisí Dolphin

source: Recently Closed Tabs
ga: Cluaisíní a Dúnadh le Déanaí

source: Empty Recently Closed Tabs
ga: Glan Cluaisíní a Dúnadh le Déanaí

# @action:inmenu
source: New Tab
ga: Cluaisín Nua

# @action:inmenu
source: Detach Tab
ga: Dícheangail Cluaisín

# @action:inmenu
source: Close Other Tabs
ga: Dún na Cluaisíní Eile

# @action:inmenu
source: Close Tab
ga: Dún Cluaisín

# @action:inmenu
source: Rename Tab
ga: Athainmnigh an Cluaisín

# @title:window for text input
source: Rename Tab
ga: Athainmnigh an Cluaisín

source: New tab name:
ga: Ainm an chluaisín nua:

# accessible name of Dolphin's view container
source: Location View
ga: Radharc Suímh

# @title:menu
source: Location Bar
ga: Barra Suímh

# @title:menu
source: Main Toolbar
ga: Príomhbharra Uirlisí

# @info:whatsthis location bar
source: <para>This describes the location of the files and folders displayed below.</para><para>The name of the currently viewed folder can be read at the very right. To the left of it is the name of the folder that contains it. The whole line is called the <emphasis>path</emphasis> to the current location because following these folders from left to right leads here.</para><para>This interactive path is more powerful than one would expect. To learn more about the basic and advanced features of the location bar <link url='help:/dolphin/location-bar.html'>click here</link>. This will open the dedicated page in the Handbook.</para>
ga: <para>Déanann sé seo cur síos ar shuíomh na gcomhad agus na bhfillteán a thaispeántar thíos.</para><para>Is féidir ainm an fhillteáin atá á fheiceáil faoi láthair a léamh ar dheis. Ar chlé de tá ainm an fhillteáin ina bhfuil sé. Tugtar an <emphasis>cosán</emphasis> chuig an suíomh reatha ar an líne iomlán mar má leanann tú na fillteáin seo ó chlé go deas, treoraíonn tú anseo é.</para><para>Tá an cosán idirghníomhach seo níos cumhachtaí ná mar a bheifeá ag súil leis. Chun tuilleadh eolais a fháil faoi ghnéithe bunúsacha agus ardleibhéil an bharra suímh <link url='help:/dolphin/location-bar.html'>cliceáil anseo</link>. Osclóidh sé seo an leathanach tiomnaithe sa Lámhleabhar.</para>

# @info:tooltip of a 'locked' symbol in url navigator
source: This folder is not writable for you.
ga: Ní féidir leat scríobh sa fhillteán seo.

source: Running Dolphin as root can be dangerous. Please be careful.
ga: Is féidir go mbeadh sé contúirteach Dolphin a rith mar fhréamh. Bí cúramach le do thoil.

# @info:progress
source: Loading folder…
ga: Ag lódáil fillteáin…

# @info:progress
source: Sorting…
ga: Ag sórtáil…

# @info
source: Searching…
ga: Ag cuardach…

# @info:status
source: No items found.
ga: Níor aimsíodh mír ar bith.

# @info:status
source: Dolphin does not support web pages, the web browser has been launched
ga: Ní thacaíonn Dolphin le leathanaigh Ghréasáin; thosaigh an brabhsálaí Gréasáin anois beag

# @info:status
source: Protocol not supported by Dolphin, default application has been launched
ga: Ní thacaíonn Dolphin leis an bprótacal, tá an feidhmchlár réamhshocraithe seolta

# @info:status
source: Invalid protocol '%1'
ga: Prótacal neamhbhailí '%1'

# @info:status
source: Invalid protocol
ga: Prótacal neamhbhailí

# @info
source: Authorization required to enter this folder.
ga: Údarú ag teastáil chun dul isteach sa fhillteán seo.

# @action
source: Create missing folder
ga: Cruthaigh fillteán atá ar iarraidh

# @info:tooltip
source: Create the folder at this path and open it
ga: Cruthaigh an fillteán ag an gcosán seo agus oscail é

# @info:tooltip
source: You do not have permission to create the folder
ga: Níl cead agat an fillteán a chruthú

source: Current location changed, <filename>%1</filename> is no longer accessible.
ga: Athraíodh an suíomh reatha, níl <filename>%1</filename> inrochtana a thuilleadh.

# @info:tooltip
source: Keep Filter When Changing Folders
ga: Coinnigh an Scagaire Agus Fillteáin á nAthrú

source: Filter…
ga: Scagaire…

# @info:tooltip
source: Hide Filter Bar
ga: Folaigh Barra na Scagairí

# @action:inmenu
source: Hide
ga: Folaigh

# @action:inmenu
source: Unhide
ga: Dífolaigh

# @action:inmenu
source: Move to New Folder…
ga: Bog go Fillteán Nua…

# @action open a submenu with additional entries
source: Other
ga: Eile

# @label
source: Other folder icon options
ga: Roghanna eile deilbhíní fillteáin

# @label as in default folder color
source: Red
ga: Dearg

# @label as in default folder color
source: Yellow
ga: Buí

# @label as in default folder color
source: Orange
ga: Oráiste

# @label as in default folder color
source: Green
ga: Glas

# @label as in default folder color
source: Cyan
ga: Cian

# @label: as in default folder icon
source: Default
ga: Réamhshocrú

# @label as in default folder color
source: Blue
ga: Gorm

# @label as in default folder color
source: Violet
ga: Vialait

# @label as in default folder color
source: Brown
ga: Donn

# @label as in default folder color
source: Grey
ga: Liath

# @label as in default folder color
source: Bookmark
ga: Leabharmharc

# @label as in default folder color
source: Cloud
ga: Néal

# @label as in default folder color
source: Development
ga: Forbairt

# @label as in default folder color
source: Games
ga: Cluichí

# @label as in default folder color
source: Mail
ga: Ríomhphost

# @label as in default folder color
source: Music
ga: Ceol

# @label as in default folder color
source: Print
ga: Priontáil

# @label as in default folder color
source: Compressed
ga: Comhbhrúite

# @label as in default folder color
source: Temporary
ga: Sealadach

# @label as in default folder color
source: Important
ga: Tábhachtach

# @label %1 is a folder icon name (Red, Music...) etc
source: Set folder icon to %1
ga: Socraigh deilbhín an fhillteáin go %1

# @info
source: hidden
ga: i bhfolach

# @info enumeration saying this is a link to $1, %1 is mimeType
source: , link to %1 at %2
ga: , nasc chuig %1 ag %2

source: %1 at location %2
ga: %1 ag suíomh %2

# @info accessibility, 1 is path
source: in a grid layout in selection mode in location %1
ga: i leagan amach eangaí i mód roghnúcháin i suíomh %1

# @info accessibility, 1 is path
source: in a grid layout in location %1
ga: i leagan amach eangaí i suíomh %1

# @info accessibility, 2 is path
source: %1 selected item in a grid layout in selection mode in location %2
ga: %1 mír roghnaithe i leagan amach eangaí i mód roghnúcháin i suíomh %2

# @info accessibility, 2 is path
source: %1 selected item in a grid layout in location %2
ga: %1 mír roghnaithe i leagan amach eangaí i suíomh %2

# @info accessibility, 1 is path
source: in selection mode in location %1
ga: i mód roghnúcháin i suíomh %1

# @info accessibility, 1 is path
source: in location %1
ga: i suíomh %1

# @info accessibility, 2 is path
source: %1 selected item in selection mode in location %2
ga: %1 mír roghnaithe i mód roghnúcháin i suíomh %2

# @info accessibility, 2 is path
source: %1 selected item in location %2
ga: %1 mír roghnaithe i suíomh %2

# accessibility announcement
source: Selection mode enabled
ga: Mód roghnúcháin cumasaithe

# accessibility announcement
source: Selection mode disabled
ga: Mód roghnúcháin díchumasaithe

# Textual representation of two files. %1 and %2 are names of files/folders.
source: "%1" and "%2"
ga: "%1" agus "%2"

# Textual representation of three files. %1, %2 and %3 are names of files/folders.
source: "%1", "%2" and "%3"
ga: "%1", "%2" agus "%3"

source: "%1", "%2", "%3" and "%4"
ga: "%1", "%2", "%3" agus "%4"

source: "%1", "%2", "%3", "%4" and "%5"
ga: "%1", "%2", "%3", "%4" agus "%5"

# Textual representation of selected files. %1 is the number of files.
source: One Selected File
ga: Comhad Roghnaithe Amháin

# Textual representation of selected folders. %1 is the number of folders.
source: One Selected Folder
ga: Fillteán Roghnaithe Amháin

# Textual representation of selected fileitems. %1 is the number of files/folders.
source: One Selected Item
ga: Mír Roghnaithe Amháin

# Textual representation of files. %1 is the number of files.
source: One File
ga: Comhad amháin

# Textual representation of folders. %1 is the number of folders.
source: One Folder
ga: Fillteán amháin

# Textual representation of fileitems. %1 is the number of files/folders.
source: One Item
ga: Mír amháin

# @item:intable
source: %1 item
ga: %1 mhír

# @title:group
source: Others
ga: Cinn Eile

# @title:group Size
source: Folders
ga: Fillteáin

# @title:group Size
source: Small
ga: Beag

# @title:group Size
source: Medium
ga: Measartha

# @title:group Size
source: Big
ga: Mór

# @title:group Date
source: Today
ga: Inniu

# @title:group Date
source: Yesterday
ga: Inné

# @title:group Date
source: One Week Ago
ga: Seachtain amháin ó shin

# @title:group Date
source: Two Weeks Ago
ga: Dhá Sheachtain Ó Shin

# @title:group Date
source: Three Weeks Ago
ga: Trí Seachtaine Ó Shin

# @title:group Date
source: Earlier this Month
ga: Níos luaithe an Mhí seo

source: 'Yesterday' (MMMM, yyyy)
ga: 'Inné' (MMMM, yyyy)

source: 'One Week Ago' (MMMM, yyyy)
ga: 'Seachtain ó shin' (MMMM, bbbb)

source: 'Two Weeks Ago' (MMMM, yyyy)
ga: 'Dhá sheachtain ó shin' (MMMM, yyyy)

source: 'Three Weeks Ago' (MMMM, yyyy)
ga: 'Trí Seachtaine Ó shin' (MMMM, yyyy)

source: 'Earlier on' MMMM, yyyy
ga: 'Níos luaithe ar' MMMM, bbbb

# @item:intext Access permission, concatenated
source: Read,
ga: Léamh,

# @item:intext Access permission, concatenated
source: Write,
ga: Scríobh,

# @item:intext Access permission, concatenated
source: Execute,
ga: Rith,

# @item:intext Access permission, concatenated
source: Forbidden
ga: Toirmiscthe

# @title:group Files and folders by permissions
source: User: %1 | Group: %2 | Others: %3
ga: Úsáideoir: %1 | Grúpa: %2 | Eile: %3

# @label
source: Name
ga: Ainm

# @label
source: Size
ga: Méid

# @label
source: Modified
ga: Modhnaithe

# @tooltip
source: The date format can be selected in settings.
ga: Is féidir an fhormáid dáta a roghnú sna socruithe.

# @label
source: Created
ga: Cruthaithe

# @label
source: Accessed
ga: Rochtain déanta air

# @label
source: Type
ga: Cineál

# @label
source: Rating
ga: Rátáil

# @label
source: Tags
ga: Clibeanna

# @label
source: Comment
ga: Nóta Tráchta

# @label
source: Title
ga: Teideal

# @label
source: Document
ga: Cáipéis

# @label
source: Author
ga: Údar

# @label
source: Publisher
ga: Foilsitheoir

# @label
source: Page Count
ga: Líon na Leathanach

# @label
source: Word Count
ga: Líon na bhFocal

# @label
source: Line Count
ga: Líon na Línte

# @label
source: Date Photographed
ga: Dáta Grianghrafadóireachta

# @label
source: Image
ga: Íomhá

# @label width x height
source: Dimensions
ga: Toisí

# @label
source: Width
ga: Leithead

# @label
source: Height
ga: Airde

# @label
source: Orientation
ga: Treoshuíomh

# @label
source: Artist
ga: Ealaíontóir

# @label
source: Audio
ga: Fuaim

# @label
source: Genre
ga: Seánra

# @label
source: Album
ga: Albam

# @label
source: Duration
ga: Fad

# @label
source: Bitrate
ga: Ráta Giotáin

# @label
source: Track
ga: Amhrán

# @label
source: Release Year
ga: Bliain Scaoilte

# @label
source: Aspect Ratio
ga: Cóimheas Gnéithe

# @label
source: Video
ga: Físeán

# @label
source: Frame Rate
ga: Ráta Fráma

# @label
source: Path
ga: Conair

# @label
source: Other
ga: Eile

# @label
source: File Extension
ga: Síneadh Comhaid

# @label
source: Deletion Time
ga: Am Scriosta

# @label
source: Link Destination
ga: Ceann Scríbe an Naisc

# @label
source: Downloaded From
ga: Íoslódáilte Ó

# @label
source: Permissions
ga: Ceadanna

# @tooltip
source: The permission format can be changed in settings. Options are Symbolic, Numeric (Octal) or Combined formats
ga: Is féidir formáid an cheada a athrú sna socruithe. Is iad na roghanna ná formáidí Siombalacha, Uimhriúla (Octalach) nó Comhcheangailte

# @label
source: Owner
ga: Úinéir

# @label
source: User Group
ga: Grúpa Úsáideora

# @info:status
source: Unknown error.
ga: Earráid anaithnid.

# @accessible rating
source: %1 and a half stars
ga: %1 réaltaí go leith

# @accessible rating
source: %1 star
ga: %1 réalta

# @info:shell %1 is a terminal command
source: Running <application>Dolphin</application> with <command>sudo</command> is discouraged. Please run <icode>%1</icode> instead.
ga: Ní mholtar <application>Dolphin</application> a rith le <command>sudo</command>. Rith <icode>%1</icode> ina ionad.

# @title
source: File Manager
ga: Bainisteoir Comhad

# @info:credit
source: © 2006–2025 The Dolphin Developers
ga: © 2006–2025 Forbróirí Dolphin

# @info:credit
source: Maintainer (since 2021) and developer
ga: Cothaitheoir (ó 2021) agus forbróir

# @info:credit
source: Maintainer (since 2021) and developer (since 2019)
ga: Cothaitheoir (ó 2021) agus forbróir (ó 2019)

# @info:credit
source: Maintainer (2018–2021) and developer
ga: Cothabhálaí (2018–2021) agus forbróir

# @info:credit
source: Maintainer (2014–2018) and developer
ga: Cothabhálaí (2014–2018) agus forbróir

# @info:credit
source: Maintainer (2012–2014) and developer
ga: Cothabhálaí (2012–2014) agus forbróir

# @info:credit
source: Maintainer and developer (2006–2012)
ga: Cothaitheoir agus forbróir (2006–2012)

# @info:credit
source: Developer
ga: Forbróir

# @info:credit
source: Documentation
ga: Doiciméadú

# @info:shell
source: The files and folders passed as arguments will be selected.
ga: Roghnófar na comhaid agus na fillteáin a chuirtear ar aghaidh mar argóintí.

# @info:shell
source: Dolphin will get started with a split view.
ga: Tosóidh Dolphin le radharc scoilte.

# @info:shell
source: Dolphin will explicitly open in a new window.
ga: Osclófar Dolphin go sainráite i bhfuinneog nua.

# @info:shell
source: Set up Dolphin for administrative tasks.
ga: Socraigh Dolphin le haghaidh tascanna riaracháin.

# @info:shell
source: Start Dolphin Daemon (only required for DBus Interface).
ga: Tosaigh Dolphin Daemon (riachtanach le haghaidh Comhéadan DBus amháin).

# @info:shell
source: Document to open
ga: Cáipéis le hoscailt

source: Hidden files shown
ga: Taispeáin na comhaid fholaithe

source: Limit folders panel to home directory if inside home
ga: Teorainnigh painéal na bhfillteán chuig an eolaire baile má tá sé istigh sa bhaile

source: Automatic scrolling
ga: Uathscrollú

# @action:inmenu
source: Cut
ga: Gearr

# @action:inmenu
source: Copy
ga: Cóipeáil

# @action:inmenu
source: Rename…
ga: Athainmnigh…

# @action:inmenu
source: Move to Trash
ga: Cuir sa Bhruscar

# @action:inmenu
source: Delete
ga: Scrios

# @action:inmenu
source: Show Hidden Files
ga: Taispeáin Comhaid Fholaithe

# @action:inmenu
source: Limit to Home Directory
ga: Teorainn leis an Eolaire Baile

# @action:inmenu
source: Automatic Scrolling
ga: Scrolláil Uathoibríoch

# @action:inmenu
source: Properties
ga: Airíonna

source: Previews shown
ga: Taispeáin réamhamhairc

source: Auto-Play media files
ga: Seinn comhaid meán go huathoibríoch

source: Show item on hover
ga: Taispeáin mír nuair a bhíonn tú ag luí

source: Date display format
ga: Formáid taispeána dáta

# @action:inmenu
source: Preview
ga: Réamhamharc

# @action:inmenu
source: Auto-Play media files
ga: Seinn comhaid meán go huathoibríoch

# @action:inmenu
source: Show item on hover
ga: Taispeáin mír nuair a bhíonn tú ag luí

# @action:inmenu
source: Configure…
ga: Cumraigh…

# @action:inmenu
source: Condensed Date
ga: Dáta Comhdhlúite

# @label::textbox
source: Select which data should be shown:
ga: Roghnaigh na sonraí le taispeáint:

# @label
source: %1 item selected
ga: %1 mír roghnaithe

source: play
ga: seinn

source: pause
ga: sos

source: Size of icons in the Places Panel (-1 means "automatic")
ga: Méid na ndeilbhíní sa Phainéal Áiteanna (-1 ciallaíonn "uathoibríoch")

source: Terminal cannot be shown because Konsole is not installed. Please install it and then reopen the panel.
ga: Ní féidir an críochfort a thaispeáint mar nach bhfuil Konsole suiteáilte. Suiteáil é agus athoscail an painéal ansin.

source: Install Konsole
ga: Suiteáil Konsole

# action:button
source: Save this search to quickly access it again in the future
ga: Sábháil an cuardach seo le go mbeidh rochtain thapa agat air arís sa todhchaí

# @action:button for changing search options
source: Filter
ga: Scagaire

# @info:tooltip
source: Quit searching
ga: Scoir den chuardach

# action:button search from here
source: Here
ga: Anseo

# action:button search everywhere
source: Everywhere
ga: I ngach áit

# @info:whatsthis search bar
source: <para>This helps you find files and folders.<list><item>Enter a <emphasis>search term</emphasis> in the input field.</item><item>Decide where to search by pressing the location buttons below the search field. “Here” refers to the location that was open prior to starting a search, so navigating to a different location first can narrow down the search.</item><item>Press the “%1” button to further refine the manner of searching or the results.</item><item>Press the “Save” icon to add the current search configuration to the <emphasis>Places panel</emphasis>.</item></list></para>
ga: <para>Cabhraíonn sé seo leat comhaid agus fillteáin a aimsiú.<list><item>Cuir isteach <emphasis>téarma cuardaigh</emphasis> sa réimse ionchuir.</item><item>Cinnigh cá háit le cuardach a dhéanamh trí na cnaipí suímh faoin réimse cuardaigh a bhrú. Tagraíonn “Anseo” don suíomh a bhí oscailte sular thosaigh cuardach, mar sin is féidir le nascleanúint chuig suíomh difriúil ar dtús an cuardach a chúngú.</item><item>Brúigh an cnaipe “%1” chun an modh cuardaigh nó na torthaí a bheachtú tuilleadh.</item><item>Brúigh an deilbhín “Sábháil” chun an chumraíocht chuardaigh reatha a chur leis an <emphasis>painéal Áiteanna</emphasis>.</item></list></para>

# @info:placeholder
source: Search in file contents…
ga: Cuardaigh in ábhar an chomhaid…

# @info:tooltip
source: Limit the search to <filename>%1</filename> and its subfolders.
ga: Teorainnigh an cuardach do <filename>%1</filename> agus a fho-fhillteáin.

# @info:tooltip
source: Search all directories from the root up.
ga: Cuardaigh na heolairí uile ón bhfréamh aníos.

# @info:tooltip
source: Search all indexed locations.<nl/><nl/>Configure which locations are indexed in <interface>System Settings|Workspace|Search</interface>.
ga: Cuardaigh na suíomhanna uile atá innéacsaithe.<nl/><nl/>Cumraigh cé na suíomhanna atá innéacsaithe i <interface>Socruithe Córais|Spás Oibre|Cuardaigh</interface>.

# @action:button
source: Remove Filter
ga: Bain Scagaire

source: Location
ga: Suíomh

source: What
ga: Céard

source: SearchTool
ga: Uirlis Chuardaigh

source: Search results for “%1” in %2
ga: Torthaí cuardaigh do “%1” i %2

source: Files containing “%1” in %2
ga: Comhaid ina bhfuil “%1” i %2

source: Search items tagged “%1” in %2
ga: Cuardaigh míreanna atá tagáilte “%1” i %2

source: Search items tagged “%1” and “%2” in %3
ga: Cuardaigh míreanna atá clibthe le “%1” agus “%2” i %3

source: %1 search results in %2
ga: %1 toradh cuardaigh i %2

source: Search results in %1
ga: Torthaí cuardaigh i %1

# @title of a search results page. %1 is the search term a user entered
source: Search results for “%1”
ga: Torthaí cuardaigh do “%1”

# @title of a search results page. %1 is the search term a user entered
source: Files containing “%1”
ga: Comhaid ina bhfuil “%1”

# @title of a search results page. %1 is a tag e.g. 'important'
source: Search items tagged “%1”
ga: Cuardaigh míreanna atá tagáilte “%1”

# @title of a search results page. %1 and %2 are tags e.g. 'important'
source: Search items tagged “%1” and “%2”
ga: Cuardaigh míreanna le clib “%1” agus “%2”

# @title of a search. %1 is file type
source: %1 search results
ga: %1 toradh cuardaigh

# @title of a search results page with items matching pre-defined conditions
source: Search results
ga: Torthaí cuardaigh

source: Simple search
ga: Cuardach simplí

source: File Indexing
ga: Innéacsú Comhad

# @title:group
source: Search in:
ga: Cuardaigh i:

# @option:radio Search in:
source: File names
ga: Ainmneacha comhad

# @title:group
source: Search using:
ga: Cuardaigh ag baint úsáide as:

# @info about a search tool
source: <para>For searching in file contents <application>%1</application> attempts to use third-party search tools if they are available on this system and are expected to lead to better or faster results. <application>ripgrep</application> and <application>ripgrep-all</application> might improve your search experience if they are installed. <application>ripgrep-all</application> in particular enables searches in more file types (e.g. pdf, docx, sqlite, jpg, movie subtitles (mkv, mp4)).</para><para>The manner in which these search tools are invoked can be configured by editing a script file. Copy it from <filename>%2</filename> to <filename>%3</filename> before modifying your copy. If any issues arise, delete your copy <filename>%3</filename> to revert your changes.</para>
ga: <para>Chun ábhar comhaid a chuardach, déanann <application>%1</application> iarracht uirlisí cuardaigh tríú páirtí a úsáid má tá siad ar fáil ar an gcóras seo agus má mheastar go dtiocfaidh torthaí níos fearr nó níos tapúla astu. D’fhéadfadh <application>ripgrep</application> agus <application>ripgrep-all</application> feabhas a chur ar do thaithí cuardaigh má shuiteáiltear iad. Cumasaíonn <application>ripgrep-all</application> go háirithe cuardaigh i níos mó cineálacha comhaid (e.g. pdf, docx, sqlite, jpg, fotheidil scannáin (mkv, mp4)).</para><para>Is féidir an chaoi a nglaotar na huirlisí cuardaigh seo a chumrú trí chomhad scripte a chur in eagar. Cóipeáil é ó <filename>%2</filename> go <filename>%3</filename> sula ndéanann tú do chóip a mhodhnú. Má thagann aon fhadhbanna chun cinn, scrios do chóip <filename>%3</filename> chun do chuid athruithe a aisiompú.</para>

# @action:button %1 is software name
source: Configure %1…
ga: Cumraigh %1…

# @title:group for filtering files based on their type
source: File Type:
ga: Cineál Comhaid:

# @title:group for filtering files by modified date
source: Modified since:
ga: Athraithe ó:

# @title:group for selecting a minimum rating of search results
source: Rating:
ga: Rátáil:

# @title:group for selecting required tags for search results
source: Tags:
ga: Clibeanna:
