Repository: KDE/dolphin
Catalog: po/*/dolphin.po
Languages: ga

# NAME OF TRANSLATORS
source: Your names
ga: Kevin Scannell

# EMAIL OF TRANSLATORS
source: Your emails
ga: kscanne@gmail.com

# @info label above the view explaining the state
source: Acting as an Administrator — Be careful!
ga: Ag gníomhú mar Riarthóir — Bí cúramach!

# @info label above the view explaining the state, keep short
source: Acting as Admin
ga: Ag gníomhú mar Riarthóir

# @action:button Finish/Stop/Done acting as an admin
source: Finish
ga: Críochnaigh

# @info:tooltip
source: Finish acting as an administrator
ga: Críochnaigh ag gníomhú mar riarthóir

# @action:button shown after acting as admin ended
source: Act as Administrator Again
ga: Gníomhaigh mar Riarthóir Arís

# @info
source: Administrator authorization has expired.
ga: Tá údarú an riarthóra imithe in éag.

# @action:inmenu
source: Act as Administrator
ga: Gníomhaigh mar Riarthóir

# @info:shell
source: <application>Dolphin</application> requires <application>%1</application> to manage system-controlled files, but it is not installed.<nl/>Press %2 to install <application>%1</application> or %3 to cancel.
ga: Éilíonn <application>Dolphin</application> <application>%1</application> chun comhaid atá rialaithe ag an gcóras a bhainistiú, ach níl sé suiteáilte.<nl/>Brúigh %2 chun <application>%1</application> a shuiteáil nó %3 chun é a chealú.

# @info
source: <para>Make use of your administrator rights in Dolphin:<numberedlist><numbereditem>Navigate to the file or folder you want to change.</numbereditem><numbereditem>Activate the "%1" action either under <interface>Open Menu|More|View</interface> or <interface>Menu Bar|View</interface>.<nl/>Default shortcut: <shortcut>%2</shortcut></numbereditem><numbereditem>After authorization you can manage files as an administrator.</numbereditem></numberedlist></para>
ga: <para>Bain úsáid as do chearta riarthóra i nDolphin:<numberedlist><numberededitem>Téigh chuig an gcomhad nó an fillteán is mian leat a athrú.</numberededitem><numberededitem>Gníomhachtaigh an gníomh "%1" faoi <interface>Oscail Roghchlár|Tuilleadh|Amharc</interface> nó <interface>Barra Roghchláir|Amharc</interface>.<nl/>Aicearra réamhshocraithe: <shortcut>%2</shortcut></numberededitem><numberededitem>Tar éis údarú is féidir leat comhaid a bhainistiú mar riarthóir.</numberededitem></numberedlist></para>

# @title:window
source: How to Administrate
ga: Conas a Riaradh

# @info
source: <para>You are about to use administrator privileges. While acting as an administrator you can change or replace any file or folder on this system. This includes items which are critical for this system to function.</para><para>You are able to <emphasis>delete every users' data</emphasis> on this computer and to <emphasis>break this installation beyond repair.</emphasis> Adding just one letter in a folder or file name or its contents can render a system <emphasis>unbootable.</emphasis></para><para>There is probably not going to be another warning even if you are about to break this system.</para><para>You might want to <emphasis>backup files and folders</emphasis> before proceeding.</para>
ga: <para>Tá tú ar tí pribhléidí riarthóra a úsáid. Agus tú ag gníomhú mar riarthóir is féidir leat aon chomhad nó fillteán ar an gcóras seo a athrú nó a athsholáthar. Áirítear leis seo míreanna atá ríthábhachtach chun go bhfeidhmeoidh an córas seo.</para><para>Is féidir leat <emphasis>sonraí gach úsáideora a scriosadh</emphasis> ar an ríomhaire seo agus <emphasis>an suiteáil seo a bhriseadh thar dheisiú.</emphasis> Má chuireann tú litir amháin i bhfillteán nó ainm comhaid nó ina bhfuil ann, is féidir córas a <emphasis>a dhéanamh neamh-tosaithe.</emphasis></para><para>Is dócha nach mbeidh rabhadh eile ann fiú má tá tú ar tí an córas seo a bhriseadh.</para><para>B’fhéidir gur mhaith leat <emphasis>cúltaca de chomhaid agus fillteáin</emphasis> a dhéanamh sula dtéann tú ar aghaidh.</para>

# @title:window
source: Risks of Acting as an Administrator
ga: Rioscaí a bhaineann le Gníomhú mar Riarthóir

# @action:button
source: I Understand and Accept These Risks
ga: Tuigim agus Glacaim leis na Rioscaí seo

# @option:check
source: Do not warn me about these risks again
ga: Ná tabhair rabhadh dom faoi na rioscaí seo arís

# @action:inmenu
source: Empty Trash
ga: Folmhaigh an Bruscar

# @action:inmenu
source: Configure Trash…
ga: Cumraigh Bruscar…

source: Restore to Former Location
ga: Athchóirigh chuig an Suíomh Roimhe Seo

# @title:menu Create new folder, file, link, etc.
source: Create New
ga: Cruthaigh Ceann Nua

# @action:inmenu
source: Open Path
ga: Oscail Cosán

# @action:inmenu
source: Open Path in New Tab
ga: Oscail Conair i gCluaisín Nua

# @action:inmenu
source: Open Path in New Window
ga: Oscail Conair i bhFuinneog Nua

# @action:inmenu Shortcut, middle click to trigger menu item, keep short
source: Middle Click
ga: Cliceáil Lárnach

# @action:inmenu Shortcut, shift + middle click to trigger menu item, keep short
source: Shift+Middle Click
ga: Shift+Cliceáil Lárnach

# @info:status
source: Successfully copied.
ga: D'éirigh le cóipeáil.

# @info:status
source: Successfully moved.
ga: D'éirigh le bogadh.

# @info:status
source: Successfully linked.
ga: D'éirigh le nasc a chruthú.

# @info:status
source: Successfully moved to trash.
ga: D'éirigh le cur sa Bhruscar.

# @info:status
source: Successfully renamed.
ga: D'éirigh leis an athainmniú.

# @info:status
source: Created folder.
ga: Cruthaíodh fillteán.

# @info
source: Go back
ga: Siar

# @info:whatsthis go back
source: Return to the previously viewed folder.
ga: Fill ar ais chuig an bhfillteán a breathnaíodh roimhe seo.

# @info
source: Go forward
ga: Ar Aghaidh

# @info:whatsthis go forward
source: This undoes a <interface>Go|Back</interface> action.
ga: Cuireann sé seo gníomh <interface>Téigh|Ar Ais</interface> ar ceal.

# @title:window
source: Confirmation
ga: Deimhniú

# @action:button 'Quit Dolphin' button
source: &Quit %1
ga: &Scoir %1

source: C&lose Current Tab
ga: Dún an C&luaisín Reatha

source: You have multiple tabs open in this window, are you sure you want to quit?
ga: Tá cluaisíní iomadúla oscailte san fhuinneog seo; an bhfuil tú cinnte gur mian leat scor?

source: Do not ask again
ga: Ná fiafraigh díom arís

source: Show &Terminal Panel
ga: Taispeáin Painéal &Teirminéal

source: The program '%1' is still running in the Terminal panel. Are you sure you want to quit?
ga: Tá an clár '%1' fós ag rith sa phainéal Críochfoirt. An bhfuil tú cinnte gur mhaith leat scor?

# @info
source: Cannot paste: The clipboard is empty.
ga: Ní féidir greamaigh: Tá an ghearrthaisce folamh.

# @info
source: Cannot paste: You do not have permission to write into this folder.
ga: Ní féidir greamaigh: Níl cead agat scríobh isteach sa fhillteán seo.

# @action:inmenu Tools
source: Open %1
ga: Oscail %1

# @action:inmenu Tools
source: Open Preferred Search Tool
ga: Oscail an Uirlis Chuardaigh is Fearr leat

source: Are you sure you want to open 1 terminal window?
ga: An bhfuil tú cinnte gur mian leat fuinneog teirminéal amháin a oscailt?

# @action:button
source: Open %1 Terminal
ga: Oscail Teirminéal %1

# @info
source: Cannot create new file: You do not have permission to create items in this folder.
ga: Ní féidir comhad nua a chruthú: Níl cead agat míreanna a chruthú sa bhfillteán seo.

# @info
source: Cannot create new folder: You do not have permission to create items in this folder.
ga: Ní féidir fillteán nua a chruthú: Níl cead agat míreanna a chruthú sa bhfillteán seo.

# @action:inmenu menu for configure actions
source: Configure
ga: Cumraigh

# @action:inmenu File
source: New &Window
ga: &Fuinneog Nua

# @info
source: Open a new Dolphin window
ga: Oscail fuinneog nua Dolphin

# @info:whatsthis
source: This opens a new window just like this one with the current location.<nl/>You can drag and drop items between windows.
ga: Osclaíonn sé seo fuinneog nua díreach cosúil leis an gceann seo leis an suíomh reatha.<nl/>Is féidir leat míreanna a tharraingt agus a scaoileadh idir fuinneoga.

# @action:inmenu File
source: New Tab
ga: Cluaisín Nua

# @info:whatsthis
source: This opens a new <emphasis>Tab</emphasis> with the current location.<nl/>Tabs allow you to quickly switch between multiple locations and views within this window. You can drag and drop items between tabs.
ga: Osclaíonn sé seo <emphasis>Cluaisín</emphasis> nua leis an suíomh reatha.<nl/>Ligeann cluaisíní duit aistriú go tapa idir ilshuíomhanna agus radhairc laistigh den fhuinneog seo. Is féidir leat míreanna a tharraingt agus a scaoileadh idir cluaisíní.

# @action:inmenu Add current folder to places
source: Add to Places
ga: Cuir le hÁiteanna

# @info:whatsthis
source: This adds the selected folder to the Places panel.
ga: Cuireann sé seo an fillteán roghnaithe leis an bpainéal Áiteanna.

# @action:inmenu File
source: Close Tab
ga: Dún Cluaisín

# @info
source: Close Tab
ga: Dún Cluaisín

# @info:whatsthis
source: This closes the currently viewed tab. If no more tabs are left, this closes the whole window instead.
ga: Dúnann sé seo an cluaisín atá á fheiceáil faoi láthair. Mura bhfuil aon chluaisíní fágtha, dúnann sé seo an fhuinneog ar fad ina ionad.

# @info:whatsthis quit
source: This closes this window.
ga: Dúnann sé seo an fhuinneog seo.

# @info:whatsthis
source: <para><emphasis>Cut, Copy</emphasis> and <emphasis>Paste</emphasis> work between many applications and are among the most used commands. That's why their <emphasis>keyboard shortcuts</emphasis> are prominently placed right next to each other on the keyboard: <shortcut>Ctrl+X</shortcut>, <shortcut>Ctrl+C</shortcut> and <shortcut>Ctrl+V</shortcut>.</para>
ga: Oibríonn <para><emphasis>Gearr, Cóipeáil</emphasis> agus <emphasis>Greamaigh</emphasis> idir go leor feidhmchlár agus tá siad i measc na n-orduithe is mó a úsáidtear. Sin é an fáth go bhfuil a <emphasis>aicearraí méarchláir</emphasis> suite go feiceálach díreach in aice lena chéile ar an méarchlár: <shortcut>Ctrl+X</shortcut>, <shortcut>Ctrl+C</shortcut> agus <shortcut>Ctrl+V</shortcut>.</para>

# @action
source: Cut…
ga: Gearr…

# @info:whatsthis cut
source: This copies the items in your current selection to the <emphasis>clipboard</emphasis>.<nl/>Use the <emphasis>Paste</emphasis> action afterwards to copy them from the clipboard to a new location. The items will be removed from their initial location.
ga: Cóipeálann sé seo na míreanna i do rogha reatha chuig an <emphasis>gearrthaisce</emphasis>.<nl/>Úsáid an gníomh <emphasis>Greamaigh</emphasis> ina dhiaidh sin chun iad a chóipeáil ón ngearrthaisce go suíomh nua. Bainfear na míreanna óna suíomh tosaigh.

# @action
source: Copy…
ga: Cóipeáil…

# @info:whatsthis copy
source: This copies the items in your current selection to the <emphasis>clipboard</emphasis>.<nl/>Use the <emphasis>Paste</emphasis> action afterwards to copy them from the clipboard to a new location.
ga: Cóipeálann sé seo na míreanna i do rogha reatha chuig an <emphasis>gearrthaisce</emphasis>.<nl/>Úsáid an gníomh <emphasis>Greamaigh</emphasis> ina dhiaidh sin chun iad a chóipeáil ón ngearrthaisce go suíomh nua.

# @action:inmenu Edit
source: Paste
ga: Greamaigh

# @info:whatsthis paste
source: This copies the items from your <emphasis>clipboard</emphasis> to the currently viewed folder.<nl/>If the items were added to the clipboard by the <emphasis>Cut</emphasis> action they are removed from their old location.
ga: Cóipeálann sé seo na míreanna ó do <emphasis>ghearrthaisce</emphasis> go dtí an fillteán atá á fheiceáil faoi láthair.<nl/>Má cuireadh na míreanna leis an ghearrthaisce leis an ngníomh <emphasis>Gearr</emphasis>, baintear iad óna sean-áit.

# @action:inmenu
source: Copy to Other View
ga: Cóipeáil chuig Radharc Eile

# @action:inmenu
source: Copy to Other View…
ga: Cóipeáil chuig Radharc Eile…

# @info:whatsthis Copy
source: This copies the selected items from the view in focus to the other view. (Only available while in Split View mode.)
ga: Cóipeálann sé seo na míreanna roghnaithe ón radharc atá i bhfócas go dtí an radharc eile. (Ní féidir é seo a dhéanamh ach amháin nuair atá tú i mód Radharc Scoilte.)

# @action:inmenu Edit
source: Copy to Other View
ga: Cóipeáil chuig Radharc Eile

# @action:inmenu
source: Move to Other View
ga: Bog go Radharc Eile

# @action:inmenu
source: Move to Other View…
ga: Bog go Radharc Eile…

# @info:whatsthis Move
source: This moves the selected items from the view in focus to the other view. (Only available while in Split View mode.)
ga: Bogann sé seo na míreanna roghnaithe ón radharc atá i bhfócas go dtí an radharc eile. (Ar fáil ach amháin i mód Radharc Scoilte.)

# @action:inmenu Edit
source: Move to Other View
ga: Bog go Radharc Eile

# @action:inmenu Tools
source: Filter…
ga: Scagaire…

# @info:tooltip
source: Show Filter Bar
ga: Taispeáin Barra Scagaire

# @info:whatsthis
source: This opens the <emphasis>Filter Bar</emphasis> at the bottom of the window.<nl/> There you can enter text to filter the files and folders currently displayed. Only those that contain the text in their name will be kept in view.
ga: Osclaíonn sé seo an <emphasis>Barra Scagairí</emphasis> ag bun na fuinneoige.<nl/> Is féidir leat téacs a iontráil ansin chun na comhaid agus na fillteáin atá ar taispeáint faoi láthair a scagadh. Ní choinneofar ach na comhaid agus na fillteáin ina bhfuil an téacs ina n-ainm i radharc.

# @action:inmenu
source: Toggle Filter Bar
ga: Barra Scagaire a Athrú

# @action:intoolbar
source: Filter
ga: Scagaire

source: Search…
ga: Cuardaigh…

# @info:tooltip
source: Search for files and folders
ga: Cuardaigh comhaid agus fillteáin

# @info:whatsthis find
source: <para>This helps you find files and folders by opening a <emphasis>search bar</emphasis>. There you can enter search terms and specify settings to find the items you are looking for.</para>
ga: <para>Cabhraíonn sé seo leat comhaid agus fillteáin a aimsiú trí <emphasis>bharra cuardaigh</emphasis> a oscailt. Is féidir leat téarmaí cuardaigh a iontráil ansin agus socruithe a shonrú chun na míreanna atá á lorg agat a aimsiú.</para>

# @action:inmenu
source: Toggle Search Bar
ga: Barra Cuardaigh a Scoránaigh

# @action:intoolbar
source: Search
ga: Cuardaigh

# @action:inmenu
source: Select Files and Folders
ga: Roghnaigh Comhaid agus Fillteáin

# @action:intoolbar
source: Select
ga: Roghnaigh

# @info:whatsthis
source: <para>This application only knows which files or folders should be acted on if they are <emphasis>selected</emphasis> first. Press this to toggle a <emphasis>Selection Mode</emphasis> which makes selecting and deselecting as easy as pressing an item once.</para><para>While in this mode, a quick access bar at the bottom shows available actions for the currently selected items.</para>
ga: <para>Ní fios don fheidhmchlár seo ach amháin cé na comhaid nó na fillteáin ba chóir gníomhú orthu má <emphasis>roghnaítear</emphasis> iad ar dtús. Brúigh seo chun <emphasis>Mód Roghnúcháin</emphasis> a athrú rud a fhágann go bhfuil sé chomh héasca le mír a bhrú uair amháin chun í a roghnú agus a dhíroghnú.</para><para>Sa mhodh seo, taispeánann barra rochtana tapa ag an mbun na gníomhartha atá ar fáil do na míreanna atá roghnaithe faoi láthair.</para>

# @info:whatsthis
source: This selects all files and folders in the current location.
ga: Roghnaíonn sé seo na comhaid agus na fillteáin go léir sa suíomh reatha.

# @action:inmenu Edit
source: Invert Selection
ga: Inbhéartaigh an Rogha

# @info:whatsthis invert
source: This selects all items that you have currently <emphasis>not</emphasis> selected instead.
ga: Roghnaíonn sé seo na míreanna uile nach bhfuil roghnaithe agat faoi láthair.

# @info:whatsthis split
source: <para>This presents a second view side-by-side with the current view, so you can see the contents of two folders at once and easily move items between them.</para><para>The view that is not "in focus" will be dimmed. </para>Click this button again to close one of the views.
ga: <para>Cuireann sé seo an dara radharc i láthair taobh le taobh leis an radharc reatha, ionas gur féidir leat ábhar dhá fhillteán a fheiceáil ag an am céanna agus míreanna a bhogadh eatarthu go héasca.</para><para>Beidh an radharc nach bhfuil "i bhfócas" doiléir. </para>Cliceáil an cnaipe seo arís chun ceann de na radhairc a dhúnadh.

# @info:whatsthis
source: If the view has been split, this will pop the view in focus out into a new window.
ga: Má tá an radharc scoilte, taispeánfar an radharc atá i bhfócas i bhfuinneog nua dá bharr.

# @action:intoolbar Stash
source: Stash
ga: Áit folaigh

# @info
source: Opens the stash virtual directory in a split window
ga: Osclaíonn sé an eolaire fíorúil stash i bhfuinneog scoilte

# @info:tooltip
source: Refresh view
ga: Athnuachan an amharc

# @info:whatsthis refresh
source: <para>This refreshes the folder view.</para><para>If the contents of this folder have changed, refreshing will re-scan this folder and show you a newly-updated view of the files and folders contained here.</para><para>If the view is split, this refreshes the one that is currently in focus.</para>
ga: <para>Athnuachanann sé seo an radharc fillteáin.</para><para>Má tá athrú tagtha ar ábhar an fhillteáin seo, déanfaidh an t-athnuachan scanadh eile ar an bhfillteán seo agus taispeánfar radharc nuashonraithe duit ar na comhaid agus na fillteáin atá anseo.</para><para>Má tá an radharc roinnte, athnuachanann sé seo an ceann atá i bhfócas faoi láthair.</para>

# @action:inmenu View
source: Stop
ga: Stad

# @info
source: Stop loading
ga: Stop an luchtú

# @info
source: This stops the loading of the contents of the current folder.
ga: Cuireann sé seo stop le luchtú ábhar an fhillteáin reatha.

# @action:inmenu Navigation Bar
source: Editable Location
ga: Suíomh Ineagarthóireachta

# @info:whatsthis
source: This toggles the <emphasis>Location Bar</emphasis> to be editable so you can directly enter a location you want to go to.<nl/>You can also switch to editing by clicking to the right of the location and switch back by confirming the edited location.
ga: Athraíonn sé seo an <emphasis>Barra Suímh</emphasis> chun go mbeidh sé in-eagarthóireacht ionas gur féidir leat suíomh ar mhaith leat dul chuici a iontráil go díreach.<nl/>Is féidir leat aistriú chuig eagarthóireacht freisin trí chliceáil ar dheis an tsuímh agus aistriú ar ais tríd an suíomh eagraithe a dheimhniú.

# @action:inmenu Navigation Bar
source: Replace Location
ga: Ionadaigh Suíomh

# @info:whatsthis
source: This switches to editing the location and selects it so you can quickly enter a different location.
ga: Athraíonn sé seo go dtí an suíomh a chur in eagar agus roghnaítear é ionas gur féidir leat suíomh difriúil a iontráil go tapa.

# @action:inmenu File
source: Undo close tab
ga: Cealaigh dúnadh an chluaisín

# @info:whatsthis undo close tab
source: This returns you to the previously closed tab.
ga: Tabharfaidh sé seo ar ais chuig an táb a dúnadh roimhe seo thú.

# @info:whatsthis
source: This undoes the last change you made to files or folders.<nl/>Such changes include <interface>creating</interface>, <interface>renaming</interface> and <interface>moving</interface> them to a different location or to the <filename>Trash</filename>. <nl/>Any changes that cannot be undone will ask for your confirmation beforehand.
ga: Cuireann sé seo an t-athrú deireanach a rinne tú ar chomhaid nó ar fhillteáin ar ceal.<nl/>I measc na n-athruithe sin tá <interface>cruthú</interface>, <interface>athainmniú</interface> agus <interface>bogadh</interface> iad go suíomh difriúil nó chuig an <filename>Bruscar</filename>. <nl/>Iarrfar do dheimhniú roimh ré le haghaidh aon athruithe nach féidir a chealú.

# @info:whatsthis
source: This redoes the last change you undid.<nl/>Such changes include <interface>creating</interface>, <interface>renaming</interface> and <interface>moving</interface> files or folders to a different location or to the <filename>Trash</filename>.<nl/>Any changes that cannot be undone will ask for your confirmation beforehand.
ga: Athdhéanann sé seo an t-athrú deireanach a chealaigh tú.<nl/>I measc na n-athruithe sin tá <interface>cruthú</interface>, <interface>athainmniú</interface> agus <interface>bogadh</interface> comhad nó fillteán go suíomh difriúil nó chuig an <filename>Bruscar</filename>.<nl/>Iarrfar do dheimhniú roimh ré le haghaidh aon athruithe nach féidir a chealú.

# @info:whatsthis
source: Go to your <filename>Home</filename> folder.<nl/>Every user account has their own <filename>Home</filename> that contains their personal files, as well as hidden folders for their applications' data and configuration files.
ga: Téigh go dtí d’fhillteán <filename>Baile</filename>.<nl/>Tá a <filename>Baile</filename> féin ag gach cuntas úsáideora ina bhfuil a gcomhaid phearsanta, chomh maith le fillteáin fholaithe le haghaidh sonraí agus comhaid chumraíochta a bhfeidhmchlár.

# @action:inmenu Tools
source: Compare Files
ga: Cuir Comhaid i gComparáid

# @action:inmenu Tools
source: Manage Disk Space Usage
ga: Bainistigh Úsáid Spáis Diosca

# @info:whatsthis
source: <para>This opens a preferred search tool for the viewed location.</para><para>Use <emphasis>More Search Tools</emphasis> menu to configure it.</para>
ga: <para>Osclaíonn sé seo uirlis chuardaigh is fearr leat don suíomh a breathnaíodh air.</para><para>Úsáid an roghchlár <emphasis>Tuilleadh Uirlisí Cuardaigh</emphasis> chun é a chumrú.</para>

# @action:inmenu Tools
source: Open Terminal
ga: Oscail Teirminéal

# @info:whatsthis
source: <para>This opens a <emphasis>terminal</emphasis> application for the viewed location.</para><para>To learn more about terminals use the help features in the terminal application.</para>
ga: <para>Osclaíonn sé seo feidhmchlár <emphasis>críochfoirt</emphasis> don suíomh a breathnaíodh.</para><para>Chun tuilleadh eolais a fháil faoi chríochfoirt, bain úsáid as na gnéithe cabhrach san fheidhmchlár críochfoirt.</para>

# @action:inmenu Tools
source: Open Terminal Here
ga: Oscail an Teirminéal Anseo

# @info:whatsthis
source: <para>This opens <emphasis>terminal</emphasis> applications for the selected items' locations.</para><para>To learn more about terminals use the help features in the terminal application.</para>
ga: <para>Osclaíonn sé seo feidhmchláir <emphasis>críochfoirt</emphasis> do shuíomhanna na míreanna roghnaithe.</para><para>Chun tuilleadh eolais a fháil faoi chríochfoirt, bain úsáid as na gnéithe cabhrach san fheidhmchlár críochfoirt.</para>

# @title:menu
source: &Bookmarks
ga: &Leabharmharcanna

# @info:whatsthis
source: <para>This switches between having a <emphasis>Menubar</emphasis> and having an <interface>%1</interface> button. Both contain mostly the same actions and configuration options.</para><para>The Menubar takes up more space but allows for fast and organized access to all actions an application has to offer.</para><para>The %1 button is simpler and small which makes triggering advanced actions more time consuming.</para>
ga: <para>Aistríonn sé seo idir <emphasis>Barra Roghchláir</emphasis> agus cnaipe <interface>%1</interface>. Tá na gníomhartha agus na roghanna cumraíochta céanna den chuid is mó sa dá cheann.</para><para>Tógann an Barra Roghchláir níos mó spáis ach tugann sé rochtain thapa agus eagraithe ar gach gníomh atá le tairiscint ag feidhmchlár.</para><para>Tá an cnaipe %1 níos simplí agus beag rud a fhágann go dtógann sé níos mó ama gníomhartha ardleibhéil a spreagadh.</para>

# @action:inmenu
source: Go to Tab %1
ga: Téigh go dtí an cluaisín %1

# @action:inmenu
source: Last Tab
ga: An Cluaisín Deireanach

# @action:inmenu
source: Go to Last Tab
ga: Téigh go dtí an Cluaisín Deireanach

# @action:inmenu
source: Next Tab
ga: An Chluaisín Eile

# @action:inmenu
source: Go to Next Tab
ga: Téigh go dtí an Chluaisín Eile

# @action:inmenu
source: Previous Tab
ga: Cluaisín Roimhe Seo
